{
  "headingOne": "ለHuluwatchparty የግላዊነት ፖሊሲ",
  "sectionOne": [
    {
      "id": "1",
      "answer": "በhuluwatchparty፣ ከ https://www.huluwatchparty.com/ ማግኘት ይቻላል፣ ከዋና ዋና ጉዳዮች ውስጥ አንዱ የጎብኝዎቻችን ግላዊነት ነው። ይህ የግላዊነት ፖሊሲ ሰነድ በ huluwatchparty የሚሰበሰቡ እና የተመዘገቡ የመረጃ አይነቶች እና እንዴት እንደምንጠቀምበት ይዟል።"
    },
    {
      "id": "2",
      "answer": "ተጨማሪ ጥያቄዎች ካሉዎት ወይም ስለ እኛ የግላዊነት ፖሊሲ ተጨማሪ መረጃ ከፈለጉ እኛን ለማነጋገር አያመንቱ።"
    },
    {
      "id": "3",
      "answer": "ይህ የግላዊነት ፖሊሲ በእኛ የመስመር ላይ እንቅስቃሴ ላይ ብቻ የሚተገበር ሲሆን ለድረ-ገጻችን ጎብኚዎች በ huluwatchparty ውስጥ ያካፈሉትን እና/ወይም የሚሰበስቡትን መረጃ በተመለከተ የሚሰራ ነው። ይህ መመሪያ ከመስመር ውጭ ወይም ከዚህ ድህረ ገጽ ውጪ በተሰበሰበ ማንኛውም መረጃ ላይ ተፈጻሚ አይሆንም።"
    }
  ],
  "headingTwo": "ፍቃድ",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "የኛን ድረ-ገጽ በመጠቀም የግላዊነት ፖሊሲያችንን ተስማምተህ በውሎቹ ተስማምተሃል።"
    },
    { "id": "2", "answer": "የምንሰበስበው መረጃ" },
    {
      "id": "3",
      "answer": "እንዲያቀርቡ የተጠየቁት የግል መረጃ እና እንዲሰጡ የተጠየቁበት ምክንያት፣ የግል መረጃዎን እንዲሰጡን በምንጠይቅበት ነጥብ ላይ ይገለጽልዎታል።"
    },
    {
      "id": "4",
      "answer": "እኛን በቀጥታ ካገኙን፣ እንደ ስምዎ፣ ኢሜል አድራሻዎ፣ ስልክ ቁጥርዎ፣ የመልእክቱ ይዘት እና/ወይም ሊልኩልን የሚችሉ ዓባሪዎች እና ሌሎች ለማቅረብ የመረጡት ማንኛውም መረጃ ስለእርስዎ ተጨማሪ መረጃ ልንቀበል እንችላለን።"
    },
    {
      "id": "5",
      "answer": "ለመለያ ሲመዘገቡ፣ እንደ ስም፣ የድርጅት ስም፣ አድራሻ፣ ኢሜይል አድራሻ እና ስልክ ቁጥር ያሉ ንጥሎችን ጨምሮ የመገኛ አድራሻዎን ልንጠይቅ እንችላለን።"
    }
  ],
  "headingThree": "የእርስዎን መረጃ እንዴት እንደምንጠቀም",
  "sectionThree": [
    { "id": "1", "answer": "የምንሰበስበውን መረጃ የሚከተሉትን ጨምሮ በተለያዩ መንገዶች እንጠቀማለን።" },
    { "id": "2", "answer": "ድረ-ገጻችንን ያቅርቡ፣ ያስተዳድሩ እና ይጠብቁ" },
    { "id": "3", "answer": "ድረ-ገጻችንን ያሻሽሉ፣ ያብጁ እና ያስፋፉ" },
    { "id": "4", "answer": "የእኛን ድረ-ገጽ እንዴት እንደሚጠቀሙ ይረዱ እና ይተንትኑ" },
    { "id": "5", "answer": "አዳዲስ ምርቶችን፣ አገልግሎቶችን፣ ባህሪያትን እና ተግባራዊነትን አዳብር" },
    {
      "id": "6",
      "answer": "ከድረ-ገጹ ጋር የተያያዙ ዝመናዎችን እና ሌሎች መረጃዎችን ለእርስዎ ለማቅረብ እና ለገበያ እና ለማስተዋወቅ ዓላማዎች በቀጥታ ወይም ከአጋሮቻችን በአንዱ በኩል ከእርስዎ ጋር ይገናኙ።"
    },
    { "id": "7", "answer": "ኢሜይሎችን መላክ" },
    { "id": "8", "answer": "ማጭበርበርን ይፈልጉ እና ይከላከሉ" }
  ],
  "headingFour": "የምዝግብ ማስታወሻዎች",
  "sectionFour": [
    {
      "id": "1",
      "answer": "huluwatchparty የሎግ ፋይሎችን የመጠቀም መደበኛ አሰራርን ይከተላል። እነዚህ ፋይሎች ድር ጣቢያዎችን ሲጎበኙ ጎብኝዎችን ይመዘግባሉ። ሁሉም ማስተናገጃ ኩባንያዎች ይህንን እና የአገልግሎቶች ትንተና አንድ አካል ያደርጋሉ። በሎግ ፋይሎች የሚሰበሰቡት መረጃዎች የኢንተርኔት ፕሮቶኮል (IP) አድራሻዎች፣ የአሳሽ አይነት፣ የኢንተርኔት አገልግሎት አቅራቢ (አይኤስፒ)፣ የቀን እና የሰዓት ማህተም፣ የማጣቀሻ/የመውጫ ገፆች እና ምናልባትም የጠቅታዎች ብዛት ያካትታሉ። እነዚህ በግል ሊለይ ከሚችል ከማንኛውም መረጃ ጋር የተገናኙ አይደሉም። የመረጃው ዓላማ አዝማሚያዎችን ለመተንተን፣ ጣቢያውን ለማስተዳደር፣ የተጠቃሚዎችን እንቅስቃሴ በድረ-ገጹ ላይ ለመከታተል እና የስነ ሕዝብ አወቃቀር መረጃን ለመሰብሰብ ነው።"
    }
  ],
  "headingFive": "የማስታወቂያ አጋሮች የግላዊነት ፖሊሲዎች",
  "sectionFive": [
    {
      "id": "1",
      "answer": "ለእያንዳንዱ የ huluwatchparty የማስታወቂያ አጋሮች የግላዊነት ፖሊሲን ለማግኘት ይህንን ዝርዝር ማየት ይችላሉ።"
    },
    {
      "id": "2",
      "answer": "የሶስተኛ ወገን የማስታወቂያ ሰርቨሮች ወይም የማስታወቂያ ኔትወርኮች እንደ ኩኪዎች፣ ጃቫ ስክሪፕት ወይም የድር ቢኮኖች በየራሳቸው ማስታወቂያ እና በ huluwatchparty ላይ በሚታዩ አገናኞች ውስጥ ጥቅም ላይ የሚውሉ ቴክኖሎጂዎችን ይጠቀማሉ። ይህ ሲከሰት የአይፒ አድራሻዎን በራስ-ሰር ይቀበላሉ። እነዚህ ቴክኖሎጂዎች የማስታወቂያ ዘመቻዎቻቸውን ውጤታማነት ለመለካት እና/ወይም በሚጎበኟቸው ድረ-ገጾች ላይ የሚያዩትን የማስታወቂያ ይዘት ለግል ለማበጀት ይጠቅማሉ።"
    },
    {
      "id": "3",
      "answer": "Huluwatchparty በሶስተኛ ወገን አስተዋዋቂዎች የሚጠቀሙባቸውን ኩኪዎች ማግኘት ወይም መቆጣጠር እንደሌለበት ልብ ይበሉ።"
    },
    { "id": "3", "answer": "የሶስተኛ ወገን የግላዊነት ፖሊሲዎች" },
    {
      "id": "4",
      "answer": "የhuluwatchparty የግላዊነት ፖሊሲ ለሌሎች አስተዋዋቂዎች ወይም ድር ጣቢያዎች አይተገበርም። ስለዚህ፣ ለበለጠ ዝርዝር መረጃ የእነዚህን የሶስተኛ ወገን ማስታወቂያ አገልጋዮች የግላዊነት ፖሊሲዎች እንዲያማክሩ እንመክርዎታለን። ከተወሰኑ አማራጮች እንዴት መርጠው መውጣት እንደሚችሉ ልምዶቻቸውን እና መመሪያዎችን ሊያካትት ይችላል።"
    },
    {
      "id": "5",
      "answer": "በግል የአሳሽ አማራጮችዎ ኩኪዎችን ለማሰናከል መምረጥ ይችላሉ። ከተወሰኑ የድር አሳሾች ጋር ስለ ኩኪ አስተዳደር የበለጠ ዝርዝር መረጃ ለማወቅ በአሳሾቹ ድረ-ገጾች ላይ ይገኛል።"
    }
  ],
  "headingSix": "CCPA የግላዊነት መብቶች (የእኔን የግል መረጃ አትሽጡ)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "በ CCPA መሠረት፣ ከሌሎች መብቶች መካከል፣ የካሊፎርኒያ ተጠቃሚዎች የሚከተሉትን የማድረግ መብት አላቸው፡-"
    },
    {
      "id": "2",
      "answer": "የሸማች የግል መረጃን የሚሰበስብ ንግድ አንድ ንግድ ስለ ሸማቾች የሰበሰባቸውን ምድቦች እና የተወሰኑ የግል መረጃዎችን እንዲገልጽ ጠይቅ።"
    },
    { "id": "3", "answer": "አንድ የንግድ ድርጅት ስለ ሸማቹ ማንኛውንም የግል መረጃ እንዲሰርዝ ይጠይቁ።" },
    {
      "id": "4",
      "answer": "የሸማች የግል መረጃን የሚሸጥ ንግድ እንጂ የተገልጋዩን የግል መረጃ አይሸጥም።"
    },
    {
      "id": "5",
      "answer": "ጥያቄ ካቀረቡ፣ ለእርስዎ ምላሽ ለመስጠት አንድ ወር አለን። ከእነዚህ መብቶች ውስጥ አንዱን ለመጠቀም ከፈለጉ፣ እባክዎ ያነጋግሩን።"
    }
  ],
  "headingSeven": "GDPR የውሂብ ጥበቃ መብቶች",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "ሁሉንም የውሂብ ጥበቃ መብቶችዎን ሙሉ በሙሉ እንደሚያውቁ ማረጋገጥ እንፈልጋለን። እያንዳንዱ ተጠቃሚ የሚከተሉትን የማግኘት መብት አለው፡-"
    },
    {
      "id": "2",
      "answer": "የመድረስ መብት - የግል ውሂብዎን ቅጂዎች የመጠየቅ መብት አለዎት. ለዚህ አገልግሎት ትንሽ ክፍያ ልናስከፍልዎት እንችላለን።"
    },
    {
      "id": "3",
      "answer": "የማረም መብት - ትክክል አይደለም ብለው ያመኑትን ማንኛውንም መረጃ እንድናስተካክል የመጠየቅ መብት አለዎት። እንዲሁም ያልተሟላ ነው ብለው ያመኑትን መረጃ እንድናጠናቅቅ የመጠየቅ መብት አልዎት።"
    },
    {
      "id": "4",
      "answer": "የማጥፋት መብት - በተወሰኑ ሁኔታዎች ውስጥ የእርስዎን የግል ውሂብ እንድንሰርዝ የመጠየቅ መብት አለዎት።"
    },
    {
      "id": "5",
      "answer": "ሂደትን የመገደብ መብት - በተወሰኑ ሁኔታዎች ውስጥ የእርስዎን የግል ውሂብ ሂደት እንድንገድብ የመጠየቅ መብት አለዎት።"
    },
    {
      "id": "6",
      "answer": "ሂደትን የመቃወም መብት - በተወሰኑ ሁኔታዎች ውስጥ የእርስዎን የግል ውሂብ ሂደት መቃወም የመቃወም መብት አለዎት."
    },
    {
      "id": "7",
      "answer": "የውሂብ ተንቀሳቃሽነት መብት - የሰበሰብነውን ውሂብ ወደ ሌላ ድርጅት ወይም በቀጥታ ወደ እርስዎ በተወሰኑ ሁኔታዎች እንድናስተላልፍ የመጠየቅ መብት አለዎት."
    },
    {
      "id": "8",
      "answer": "ጥያቄ ካቀረቡ፣ ለእርስዎ ምላሽ ለመስጠት አንድ ወር አለን። ከእነዚህ መብቶች ውስጥ አንዱን ለመጠቀም ከፈለጉ፣ እባክዎ ያነጋግሩን።"
    }
  ],
  "headingEight": "የልጆች መረጃ",
  "sectionEight": [
    {
      "id": "1",
      "answer": "ሌላው ቅድሚያ የምንሰጠው አካል ኢንተርኔት ስንጠቀም ለልጆች ጥበቃን መጨመር ነው። ወላጆች እና አሳዳጊዎች የመስመር ላይ እንቅስቃሴያቸውን እንዲመለከቱ፣ እንዲሳተፉ እና/ወይም እንዲከታተሉ እና እንዲመሩ እናበረታታለን።"
    },
    {
      "id": "2",
      "answer": "huluwatchparty ምንም አይነት የግል መለያ መረጃን እያወቀ ከ13 አመት በታች ለሆኑ ህጻናት አይሰበስብም።ልጅዎ እንደዚህ አይነት መረጃ በድረ-ገፃችን ላይ ያቀረበው ከመሰለዎት በአፋጣኝ እንዲገናኙን አጥብቀን እናሳስባለን እና በፍጥነት ለማስወገድ የተቻለንን ሁሉ እናደርጋለን እንደዚህ ያለ መረጃ ከመዝገቦቻችን."
    }
  ]
}
