{
  "headingOne": "سياسة الخصوصية لـ Huluwatchparty",
  "sectionOne": [
    {
      "id": "1",
      "answer": "في huluwatchparty، الذي يمكن الوصول إليه من https://www.huluwatchparty.com/، إحدى أولوياتنا الرئيسية هي خصوصية زوارنا. تحتوي وثيقة سياسة الخصوصية هذه على أنواع المعلومات التي يتم جمعها وتسجيلها بواسطة huluwatchparty وكيفية استخدامها."
    },
    {
      "id": "2",
      "answer": "إذا كانت لديك أسئلة إضافية أو كنت بحاجة إلى مزيد من المعلومات حول سياسة الخصوصية الخاصة بنا، فلا تتردد في الاتصال بنا."
    },
    {
      "id": "3",
      "answer": "تنطبق سياسة الخصوصية هذه فقط على أنشطتنا عبر الإنترنت وهي صالحة لزوار موقعنا فيما يتعلق بالمعلومات التي شاركوها و/أو جمعوها في huluwatchparty. لا تنطبق هذه السياسة على أي معلومات يتم جمعها دون اتصال بالإنترنت أو عبر قنوات أخرى غير هذا الموقع."
    }
  ],
  "headingTwo": "موافقة",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "باستخدام موقعنا، فإنك توافق بموجبه على سياسة الخصوصية الخاصة بنا وتوافق على شروطها."
    },
    { "id": "2", "answer": "المعلومات التي نجمعها" },
    {
      "id": "3",
      "answer": "سيتم توضيح المعلومات الشخصية التي يُطلب منك تقديمها، وأسباب مطالبتك بتقديمها، لك عندما نطلب منك تقديم معلوماتك الشخصية."
    },
    {
      "id": "4",
      "answer": "إذا اتصلت بنا مباشرة، فقد نتلقى معلومات إضافية عنك مثل اسمك وعنوان بريدك الإلكتروني ورقم هاتفك ومحتويات الرسالة و/أو المرفقات التي قد ترسلها إلينا، وأي معلومات أخرى قد تختار تقديمها."
    },
    {
      "id": "5",
      "answer": "عندما تقوم بالتسجيل للحصول على حساب، قد نطلب معلومات الاتصال الخاصة بك، بما في ذلك عناصر مثل الاسم واسم الشركة والعنوان وعنوان البريد الإلكتروني ورقم الهاتف."
    }
  ],
  "headingThree": "كيف نستخدم معلوماتك",
  "sectionThree": [
    {
      "id": "1",
      "answer": "نحن نستخدم المعلومات التي نجمعها بطرق مختلفة، بما في ذلك:"
    },
    { "id": "2", "answer": "توفير وتشغيل وصيانة موقعنا" },
    { "id": "3", "answer": "تحسين موقعنا وتخصيصه وتوسيعه" },
    { "id": "4", "answer": "فهم وتحليل كيفية استخدامك لموقعنا" },
    { "id": "5", "answer": "تطوير منتجات وخدمات وميزات ووظائف جديدة" },
    {
      "id": "6",
      "answer": "التواصل معك، إما بشكل مباشر أو من خلال أحد شركائنا، بما في ذلك لخدمة العملاء، لتزويدك بالتحديثات والمعلومات الأخرى المتعلقة بالموقع، ولأغراض التسويق والترويج"
    },
    { "id": "7", "answer": "نرسل لك رسائل البريد الإلكتروني" },
    { "id": "8", "answer": "البحث عن الاحتيال ومنعه" }
  ],
  "headingFour": "ملفات السجل",
  "sectionFour": [
    {
      "id": "1",
      "answer": "يتبع huluwatchparty الإجراء القياسي لاستخدام ملفات السجل. تقوم هذه الملفات بتسجيل الزوار عند زيارتهم لمواقع الويب. جميع شركات الاستضافة تفعل ذلك وجزء من تحليلات خدمات الاستضافة. تتضمن المعلومات التي تم جمعها بواسطة ملفات السجل عناوين بروتوكول الإنترنت (IP)، ونوع المتصفح، وموفر خدمة الإنترنت (ISP)، وختم التاريخ والوقت، وصفحات الإحالة/الخروج، وربما عدد النقرات. ولا ترتبط هذه بأي معلومات تحدد هويتك الشخصية. الغرض من المعلومات هو تحليل الاتجاهات وإدارة الموقع وتتبع حركة المستخدمين على الموقع وجمع المعلومات الديموغرافية."
    }
  ],
  "headingFive": "سياسات خصوصية شركاء الإعلان",
  "sectionFive": [
    {
      "id": "1",
      "answer": "يمكنك الرجوع إلى هذه القائمة للعثور على سياسة الخصوصية لكل من شركاء الإعلان في huluwatchparty."
    },
    {
      "id": "2",
      "answer": "تستخدم خوادم إعلانات الجهات الخارجية أو شبكات الإعلانات تقنيات مثل ملفات تعريف الارتباط أو JavaScript أو إشارات الويب التي يتم استخدامها في الإعلانات والروابط الخاصة بها والتي تظهر على huluwatchparty، والتي يتم إرسالها مباشرة إلى متصفح المستخدمين. إنهم يتلقون عنوان IP الخاص بك تلقائيًا عند حدوث ذلك. تُستخدم هذه التقنيات لقياس مدى فعالية حملاتها الإعلانية و/أو لتخصيص المحتوى الإعلاني الذي تراه على مواقع الويب التي تزورها."
    },
    {
      "id": "3",
      "answer": "لاحظ أن huluwatchparty ليس لديه حق الوصول أو التحكم في ملفات تعريف الارتباط هذه التي يستخدمها معلنون خارجيون."
    },
    { "id": "3", "answer": "سياسات خصوصية الطرف الثالث" },
    {
      "id": "4",
      "answer": "لا تنطبق سياسة خصوصية huluwatchparty على المعلنين أو مواقع الويب الأخرى. وبالتالي، ننصحك بمراجعة سياسات الخصوصية الخاصة بخوادم إعلانات الطرف الثالث هذه للحصول على معلومات أكثر تفصيلاً. وقد يتضمن ممارساتهم وتعليماتهم حول كيفية إلغاء الاشتراك في خيارات معينة."
    },
    {
      "id": "5",
      "answer": "يمكنك اختيار تعطيل ملفات تعريف الارتباط من خلال خيارات المتصفح الفردية الخاصة بك. لمعرفة المزيد من المعلومات التفصيلية حول إدارة ملفات تعريف الارتباط مع متصفحات ويب محددة، يمكن العثور عليها على مواقع الويب الخاصة بالمتصفحات."
    }
  ],
  "headingSix": "حقوق خصوصية CCPA (لا تبيع معلوماتي الشخصية)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "بموجب قانون CCPA، من بين حقوق أخرى، يحق للمستهلكين في كاليفورنيا:"
    },
    {
      "id": "2",
      "answer": "اطلب من الشركة التي تجمع البيانات الشخصية للمستهلك أن تكشف عن فئات وأجزاء محددة من البيانات الشخصية التي جمعتها الشركة عن المستهلكين."
    },
    {
      "id": "3",
      "answer": "اطلب من الشركة حذف أي بيانات شخصية عن المستهلك قامت الشركة بجمعها."
    },
    {
      "id": "4",
      "answer": "اطلب من الشركة التي تبيع البيانات الشخصية للمستهلك، عدم بيع البيانات الشخصية للمستهلك."
    },
    {
      "id": "5",
      "answer": "إذا قمت بتقديم طلب، لدينا شهر واحد للرد عليك. إذا كنت ترغب في ممارسة أي من هذه الحقوق، يرجى الاتصال بنا."
    }
  ],
  "headingSeven": "حقوق حماية البيانات في القانون العام لحماية البيانات (GDPR).",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "نود التأكد من أنك على دراية كاملة بجميع حقوق حماية البيانات الخاصة بك. يحق لكل مستخدم ما يلي:"
    },
    {
      "id": "2",
      "answer": "حق الوصول – لديك الحق في طلب نسخ من بياناتك الشخصية. قد نفرض عليك رسومًا بسيطة مقابل هذه الخدمة."
    },
    {
      "id": "3",
      "answer": "الحق في التصحيح – يحق لك أن تطلب تصحيح أي معلومات تعتقد أنها غير دقيقة. لديك أيضًا الحق في طلب استكمال المعلومات التي تعتقد أنها غير كاملة."
    },
    {
      "id": "4",
      "answer": "الحق في المحو – يحق لك أن تطلب مسح بياناتك الشخصية، في ظل ظروف معينة."
    },
    {
      "id": "5",
      "answer": "الحق في تقييد المعالجة – يحق لك أن تطلب تقييد معالجة بياناتك الشخصية، في ظل ظروف معينة."
    },
    {
      "id": "6",
      "answer": "الحق في الاعتراض على المعالجة – لديك الحق في الاعتراض على معالجتنا لبياناتك الشخصية، في ظل ظروف معينة."
    },
    {
      "id": "7",
      "answer": "الحق في إمكانية نقل البيانات – يحق لك أن تطلب نقل البيانات التي جمعناها إلى مؤسسة أخرى، أو إليك مباشرة، في ظل ظروف معينة."
    },
    {
      "id": "8",
      "answer": "إذا قمت بتقديم طلب، لدينا شهر واحد للرد عليك. إذا كنت ترغب في ممارسة أي من هذه الحقوق، يرجى الاتصال بنا."
    }
  ],
  "headingEight": "معلومات الاطفال",
  "sectionEight": [
    {
      "id": "1",
      "answer": "جزء آخر من أولويتنا هو إضافة الحماية للأطفال أثناء استخدام الإنترنت. نحن نشجع الآباء والأوصياء على مراقبة نشاطهم عبر الإنترنت والمشاركة فيه و/أو مراقبته وتوجيهه."
    },
    {
      "id": "2",
      "answer": "لا تقوم huluwatchparty بجمع أي معلومات تعريف شخصية من الأطفال الذين تقل أعمارهم عن 13 عامًا. إذا كنت تعتقد أن طفلك قدم هذا النوع من المعلومات على موقعنا، فإننا نشجعك بشدة على الاتصال بنا على الفور وسنبذل قصارى جهدنا لإزالة هذا النوع من المعلومات على الفور. هذه المعلومات من سجلاتنا."
    }
  ]
}
