{
  "headingOne": "Huluwatchparty জন্য গোপনীয়তা নীতি",
  "sectionOne": [
    {
      "id": "1",
      "answer": "হুলুওয়াচপার্টিতে, https://www.huluwatchparty.com/ থেকে অ্যাক্সেসযোগ্য, আমাদের প্রধান অগ্রাধিকারগুলির মধ্যে একটি হল আমাদের দর্শকদের গোপনীয়তা। এই গোপনীয়তা নীতি নথিতে এমন ধরনের তথ্য রয়েছে যা huluwatchparty দ্বারা সংগৃহীত এবং রেকর্ড করা হয় এবং আমরা কীভাবে এটি ব্যবহার করি।"
    },
    {
      "id": "2",
      "answer": "আপনার যদি অতিরিক্ত প্রশ্ন থাকে বা আমাদের গোপনীয়তা নীতি সম্পর্কে আরও তথ্যের প্রয়োজন হয়, তাহলে আমাদের সাথে যোগাযোগ করতে দ্বিধা করবেন না।"
    },
    {
      "id": "3",
      "answer": "এই গোপনীয়তা নীতি শুধুমাত্র আমাদের অনলাইন ক্রিয়াকলাপের ক্ষেত্রে প্রযোজ্য এবং আমাদের ওয়েবসাইটের দর্শকদের জন্য বৈধ যা তারা huluwatchparty-এ শেয়ার করেছে এবং/অথবা সংগ্রহ করেছে। এই নীতি অফলাইনে বা এই ওয়েবসাইট ছাড়া অন্য চ্যানেলের মাধ্যমে সংগ্রহ করা কোনো তথ্যের ক্ষেত্রে প্রযোজ্য নয়।"
    }
  ],
  "headingTwo": "সম্মতি",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "আমাদের ওয়েবসাইট ব্যবহার করে, আপনি এতদ্বারা আমাদের গোপনীয়তা নীতিতে সম্মত হন এবং এর শর্তাবলীতে সম্মত হন।"
    },
    { "id": "2", "answer": "তথ্য আমরা সংগ্রহ করি" },
    {
      "id": "3",
      "answer": "আপনাকে যে ব্যক্তিগত তথ্য প্রদান করতে বলা হয়েছে, এবং কেন আপনাকে এটি প্রদান করতে বলা হয়েছে, আমরা যখন আপনাকে আপনার ব্যক্তিগত তথ্য প্রদান করতে বলব তখনই আপনাকে স্পষ্ট করা হবে।"
    },
    {
      "id": "4",
      "answer": "আপনি যদি সরাসরি আমাদের সাথে যোগাযোগ করেন, আমরা আপনার সম্পর্কে অতিরিক্ত তথ্য পেতে পারি যেমন আপনার নাম, ইমেল ঠিকানা, ফোন নম্বর, বার্তার বিষয়বস্তু এবং/অথবা আপনি আমাদের পাঠাতে পারেন সংযুক্তি, এবং আপনি প্রদান করতে বেছে নিতে পারেন এমন অন্য কোনো তথ্য।"
    },
    {
      "id": "5",
      "answer": "আপনি যখন একটি অ্যাকাউন্টের জন্য নিবন্ধন করেন, তখন আমরা নাম, কোম্পানির নাম, ঠিকানা, ইমেল ঠিকানা এবং টেলিফোন নম্বরের মতো আইটেম সহ আপনার যোগাযোগের তথ্য চাইতে পারি।"
    }
  ],
  "headingThree": "আমরা কিভাবে আপনার তথ্য ব্যবহার করি",
  "sectionThree": [
    {
      "id": "1",
      "answer": "আমরা যে তথ্য সংগ্রহ করি তা বিভিন্ন উপায়ে ব্যবহার করি, যার মধ্যে রয়েছে:"
    },
    { "id": "2", "answer": "আমাদের ওয়েবসাইট প্রদান, পরিচালনা এবং বজায় রাখা" },
    {
      "id": "3",
      "answer": "আমাদের ওয়েবসাইট উন্নত করুন, ব্যক্তিগতকৃত করুন এবং প্রসারিত করুন"
    },
    {
      "id": "4",
      "answer": "আপনি আমাদের ওয়েবসাইট কিভাবে ব্যবহার করেন তা বুঝুন এবং বিশ্লেষণ করুন"
    },
    {
      "id": "5",
      "answer": "নতুন পণ্য, পরিষেবা, বৈশিষ্ট্য এবং কার্যকারিতা বিকাশ করুন"
    },
    {
      "id": "6",
      "answer": "আপনার সাথে যোগাযোগ করুন, সরাসরি বা আমাদের অংশীদারদের একজনের মাধ্যমে, গ্রাহক পরিষেবা সহ, আপনাকে ওয়েবসাইট সম্পর্কিত আপডেট এবং অন্যান্য তথ্য প্রদান করতে এবং বিপণন এবং প্রচারমূলক উদ্দেশ্যে"
    },
    { "id": "7", "answer": "আপনাকে ইমেইল পাঠান" },
    { "id": "8", "answer": "খুঁজুন এবং জালিয়াতি প্রতিরোধ" }
  ],
  "headingFour": "লগ ফাইল",
  "sectionFour": [
    {
      "id": "1",
      "answer": "huluwatchparty লগ ফাইল ব্যবহার করার একটি আদর্শ পদ্ধতি অনুসরণ করে। এই ফাইল ভিজিটর লগ লগ যখন তারা ওয়েবসাইট পরিদর্শন. সমস্ত হোস্টিং কোম্পানি এটি করে এবং হোস্টিং পরিষেবার বিশ্লেষণের একটি অংশ। লগ ফাইলের মাধ্যমে সংগৃহীত তথ্যের মধ্যে রয়েছে ইন্টারনেট প্রোটোকল (IP) ঠিকানা, ব্রাউজারের ধরন, ইন্টারনেট পরিষেবা প্রদানকারী (ISP), তারিখ এবং সময় স্ট্যাম্প, উল্লেখ/প্রস্থান পৃষ্ঠা এবং সম্ভবত ক্লিকের সংখ্যা। এগুলি ব্যক্তিগতভাবে শনাক্তযোগ্য এমন কোনও তথ্যের সাথে সংযুক্ত নয়৷ তথ্যের উদ্দেশ্য হল প্রবণতা বিশ্লেষণ করা, সাইট পরিচালনা করা, ওয়েবসাইটে ব্যবহারকারীদের গতিবিধি ট্র্যাক করা এবং জনসংখ্যা সংক্রান্ত তথ্য সংগ্রহ করা।"
    }
  ],
  "headingFive": "বিজ্ঞাপন অংশীদারদের গোপনীয়তা নীতি",
  "sectionFive": [
    {
      "id": "1",
      "answer": "huluwatchparty-এর প্রতিটি বিজ্ঞাপনী অংশীদারের জন্য গোপনীয়তা নীতি খুঁজে পেতে আপনি এই তালিকার সাথে পরামর্শ করতে পারেন।"
    },
    {
      "id": "2",
      "answer": "তৃতীয় পক্ষের বিজ্ঞাপন সার্ভার বা বিজ্ঞাপন নেটওয়ার্কগুলি কুকিজ, জাভাস্ক্রিপ্ট বা ওয়েব বীকনের মতো প্রযুক্তি ব্যবহার করে যা তাদের নিজ নিজ বিজ্ঞাপনে ব্যবহৃত হয় এবং হুলুওয়াচপার্টিতে প্রদর্শিত লিঙ্কগুলিতে ব্যবহৃত হয়, যা সরাসরি ব্যবহারকারীদের ব্রাউজারে পাঠানো হয়। যখন এটি ঘটে তখন তারা স্বয়ংক্রিয়ভাবে আপনার আইপি ঠিকানা গ্রহণ করে। এই প্রযুক্তিগুলি তাদের বিজ্ঞাপন প্রচারাভিযানের কার্যকারিতা পরিমাপ করতে এবং/অথবা আপনি যে ওয়েবসাইটগুলিতে যান সেগুলিতে আপনি যে বিজ্ঞাপন সামগ্রী দেখেন তা ব্যক্তিগতকৃত করতে ব্যবহৃত হয়৷"
    },
    {
      "id": "3",
      "answer": "মনে রাখবেন যে তৃতীয় পক্ষের বিজ্ঞাপনদাতাদের দ্বারা ব্যবহৃত এই কুকিগুলিতে হুলুওয়াচপার্টির কোনও অ্যাক্সেস বা নিয়ন্ত্রণ নেই৷"
    },
    { "id": "3", "answer": "তৃতীয় পক্ষের গোপনীয়তা নীতি" },
    {
      "id": "4",
      "answer": "huluwatchparty এর গোপনীয়তা নীতি অন্যান্য বিজ্ঞাপনদাতা বা ওয়েবসাইটে প্রযোজ্য নয়। সুতরাং, আমরা আপনাকে আরও বিস্তারিত তথ্যের জন্য এই তৃতীয় পক্ষের বিজ্ঞাপন সার্ভারগুলির সংশ্লিষ্ট গোপনীয়তা নীতিগুলির সাথে পরামর্শ করার পরামর্শ দিচ্ছি। এতে তাদের অনুশীলন এবং নির্দিষ্ট বিকল্পগুলি কীভাবে অপ্ট-আউট করা যায় সে সম্পর্কে নির্দেশাবলী অন্তর্ভুক্ত থাকতে পারে।"
    },
    {
      "id": "5",
      "answer": "আপনি আপনার পৃথক ব্রাউজার বিকল্পগুলির মাধ্যমে কুকিজ নিষ্ক্রিয় করতে বেছে নিতে পারেন। নির্দিষ্ট ওয়েব ব্রাউজারগুলির সাথে কুকি পরিচালনা সম্পর্কে আরও বিস্তারিত তথ্য জানতে, এটি ব্রাউজারগুলির নিজ নিজ ওয়েবসাইটে পাওয়া যেতে পারে।"
    }
  ],
  "headingSix": "CCPA গোপনীয়তা অধিকার (আমার ব্যক্তিগত তথ্য বিক্রি করবেন না)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "CCPA-এর অধীনে, অন্যান্য অধিকারের মধ্যে, ক্যালিফোর্নিয়ার গ্রাহকদের অধিকার রয়েছে:"
    },
    {
      "id": "2",
      "answer": "অনুরোধ করুন যে একটি ব্যবসা যেটি একটি ভোক্তার ব্যক্তিগত ডেটা সংগ্রহ করে সেগুলি ভোক্তাদের সম্পর্কে একটি ব্যবসার সংগ্রহ করা ব্যক্তিগত ডেটার বিভাগ এবং নির্দিষ্ট অংশগুলি প্রকাশ করে৷"
    },
    {
      "id": "3",
      "answer": "অনুরোধ করুন যে একটি ব্যবসা ভোক্তা সম্পর্কে যে কোনও ব্যক্তিগত ডেটা মুছে ফেলবে যা একটি ব্যবসা সংগ্রহ করেছে৷"
    },
    {
      "id": "4",
      "answer": "অনুরোধ করুন যে একটি ব্যবসা যেটি একটি ভোক্তার ব্যক্তিগত ডেটা বিক্রি করে, ভোক্তার ব্যক্তিগত ডেটা বিক্রি না করে৷"
    },
    {
      "id": "5",
      "answer": "আপনি যদি একটি অনুরোধ করেন, আমাদের কাছে আপনাকে প্রতিক্রিয়া জানাতে এক মাস সময় আছে। আপনি যদি এই অধিকারগুলির মধ্যে কোনটি ব্যবহার করতে চান তবে অনুগ্রহ করে আমাদের সাথে যোগাযোগ করুন।"
    }
  ],
  "headingSeven": "জিডিপিআর ডেটা সুরক্ষা অধিকার",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "আমরা নিশ্চিত করতে চাই যে আপনি আপনার সমস্ত ডেটা সুরক্ষা অধিকার সম্পর্কে পুরোপুরি সচেতন। প্রতিটি ব্যবহারকারীর নিম্নলিখিতগুলি পাওয়ার অধিকার রয়েছে:"
    },
    {
      "id": "2",
      "answer": "অ্যাক্সেস করার অধিকার - আপনার ব্যক্তিগত ডেটার অনুলিপি অনুরোধ করার অধিকার রয়েছে। আমরা এই পরিষেবার জন্য আপনাকে একটি ছোট ফি নিতে পারি।"
    },
    {
      "id": "3",
      "answer": "সংশোধনের অধিকার - আপনার কাছে অনুরোধ করার অধিকার রয়েছে যে আমরা যে কোনো তথ্য ভুল বলে মনে করি তা সংশোধন করুন। আপনার কাছে অনুরোধ করার অধিকার আছে যে আমরা যে তথ্যটি অসম্পূর্ণ বলে মনে করেন তা সম্পূর্ণ করার জন্য।"
    },
    {
      "id": "4",
      "answer": "মুছে ফেলার অধিকার - আপনার কাছে অনুরোধ করার অধিকার আছে যে আমরা কিছু শর্তের অধীনে আপনার ব্যক্তিগত ডেটা মুছে ফেলি।"
    },
    {
      "id": "5",
      "answer": "প্রক্রিয়াকরণ সীমাবদ্ধ করার অধিকার - আপনার কাছে অনুরোধ করার অধিকার রয়েছে যে আমরা কিছু শর্তের অধীনে আপনার ব্যক্তিগত ডেটা প্রক্রিয়াকরণ সীমাবদ্ধ করি।"
    },
    {
      "id": "6",
      "answer": "প্রক্রিয়াকরণে আপত্তি করার অধিকার - কিছু শর্তের অধীনে আপনার ব্যক্তিগত ডেটার আমাদের প্রক্রিয়াকরণে আপত্তি করার অধিকার আপনার আছে।"
    },
    {
      "id": "7",
      "answer": "ডেটা পোর্টেবিলিটির অধিকার - আপনার কাছে অনুরোধ করার অধিকার রয়েছে যে আমরা নির্দিষ্ট শর্তে আমরা যে ডেটা সংগ্রহ করেছি তা অন্য সংস্থায় বা সরাসরি আপনার কাছে স্থানান্তর করি।"
    },
    {
      "id": "8",
      "answer": "আপনি যদি একটি অনুরোধ করেন, আমাদের কাছে আপনাকে প্রতিক্রিয়া জানাতে এক মাস সময় আছে। আপনি যদি এই অধিকারগুলির মধ্যে কোনটি ব্যবহার করতে চান তবে অনুগ্রহ করে আমাদের সাথে যোগাযোগ করুন।"
    }
  ],
  "headingEight": "শিশুদের তথ্য",
  "sectionEight": [
    {
      "id": "1",
      "answer": "আমাদের অগ্রাধিকারের আরেকটি অংশ হল ইন্টারনেট ব্যবহার করার সময় শিশুদের জন্য সুরক্ষা যোগ করা। আমরা পিতামাতা এবং অভিভাবকদের তাদের অনলাইন কার্যকলাপ পর্যবেক্ষণ, অংশগ্রহণ, এবং/অথবা নিরীক্ষণ এবং গাইড করার জন্য উত্সাহিত করি।"
    },
    {
      "id": "2",
      "answer": "huluwatchparty 13 বছরের কম বয়সী শিশুদের কাছ থেকে জেনেশুনে কোনো ব্যক্তিগত শনাক্তকরণযোগ্য তথ্য সংগ্রহ করে না। আপনি যদি মনে করেন যে আপনার সন্তান আমাদের ওয়েবসাইটে এই ধরনের তথ্য প্রদান করেছে, তাহলে আমরা আপনাকে অবিলম্বে আমাদের সাথে যোগাযোগ করার জন্য জোরালোভাবে উৎসাহিত করব এবং আমরা অবিলম্বে অপসারণের জন্য আমাদের যথাসাধ্য চেষ্টা করব। আমাদের রেকর্ড থেকে যেমন তথ্য."
    }
  ]
}
