{
  "headingOne": "Política de privadesa per a Huluwatchparty",
  "sectionOne": [
    {
      "id": "1",
      "answer": "A huluwatchparty, accessible des de https://www.huluwatchparty.com/, una de les nostres principals prioritats és la privadesa dels nostres visitants. Aquest document de política de privadesa conté tipus d'informació que huluwatchparty recopila i enregistra i com la fem servir."
    },
    {
      "id": "2",
      "answer": "Si tens preguntes addicionals o necessites més informació sobre la nostra Política de privadesa, no dubtis a contactar amb nosaltres."
    },
    {
      "id": "3",
      "answer": "Aquesta Política de privadesa només s'aplica a les nostres activitats en línia i és vàlida per als visitants del nostre lloc web pel que fa a la informació que van compartir i/o recopilar a huluwatchparty. Aquesta política no és aplicable a cap informació recollida fora de línia o a través de canals diferents d'aquest lloc web."
    }
  ],
  "headingTwo": "Consentiment",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "En utilitzar el nostre lloc web, accepteu la nostra Política de privadesa i accepteu les seves condicions."
    },
    { "id": "2", "answer": "Informació que recollim" },
    {
      "id": "3",
      "answer": "La informació personal que se us demana que proporcioneu i els motius pels quals se us demana que la proporcioneu, us quedaran clares en el moment en què us demanem que proporcioneu la vostra informació personal."
    },
    {
      "id": "4",
      "answer": "Si us poseu en contacte directament amb nosaltres, és possible que rebem informació addicional sobre vosaltres, com ara el vostre nom, adreça de correu electrònic, número de telèfon, el contingut del missatge i/o els fitxers adjunts que ens podeu enviar i qualsevol altra informació que pugueu oferir."
    },
    {
      "id": "5",
      "answer": "Quan us registreu per obtenir un Compte, podem demanar la vostra informació de contacte, inclosos elements com ara el nom, el nom de l'empresa, l'adreça, l'adreça de correu electrònic i el número de telèfon."
    }
  ],
  "headingThree": "Com fem servir la teva informació",
  "sectionThree": [
    {
      "id": "1",
      "answer": "Utilitzem la informació que recollim de diverses maneres, com ara:"
    },
    {
      "id": "2",
      "answer": "Proporcionar, operar i mantenir el nostre lloc web"
    },
    {
      "id": "3",
      "answer": "Millorar, personalitzar i ampliar el nostre lloc web"
    },
    {
      "id": "4",
      "answer": "Comprendre i analitzar com utilitza el nostre lloc web"
    },
    {
      "id": "5",
      "answer": "Desenvolupar nous productes, serveis, característiques i funcionalitats"
    },
    {
      "id": "6",
      "answer": "Comunicar-nos amb vostè, ja sigui directament o a través d'un dels nostres socis, inclòs per al servei d'atenció al client, per oferir-vos actualitzacions i altra informació relacionada amb el lloc web, i amb finalitats de màrqueting i promocionals."
    },
    { "id": "7", "answer": "Envieu-vos correus electrònics" },
    { "id": "8", "answer": "Trobar i prevenir el frau" }
  ],
  "headingFour": "Fitxers de registre",
  "sectionFour": [
    {
      "id": "1",
      "answer": "huluwatchparty segueix un procediment estàndard d'ús de fitxers de registre. Aquests fitxers registren els visitants quan visiten llocs web. Totes les empreses d'allotjament ho fan i una part de l'anàlisi dels serveis d'allotjament. La informació recollida pels fitxers de registre inclou adreces de protocol d'Internet (IP), tipus de navegador, proveïdor de serveis d'Internet (ISP), segell de data i hora, pàgines de referència/sortida i possiblement el nombre de clics. Aquests no estan vinculats a cap informació que sigui identificable personalment. La finalitat de la informació és analitzar tendències, administrar el lloc, fer un seguiment del moviment dels usuaris al lloc web i recopilar informació demogràfica."
    }
  ],
  "headingFive": "Polítiques de privadesa dels socis publicitaris",
  "sectionFive": [
    {
      "id": "1",
      "answer": "Podeu consultar aquesta llista per trobar la Política de privadesa de cadascun dels socis publicitaris de huluwatchparty."
    },
    {
      "id": "2",
      "answer": "Els servidors d'anuncis o xarxes publicitàries de tercers utilitzen tecnologies com ara galetes, JavaScript o balises web que s'utilitzen en els seus respectius anuncis i enllaços que apareixen a huluwatchparty, que s'envien directament al navegador dels usuaris. Reben automàticament la vostra adreça IP quan això passa. Aquestes tecnologies s'utilitzen per mesurar l'eficàcia de les seves campanyes publicitàries i/o per personalitzar el contingut publicitari que veieu als llocs web que visiteu."
    },
    {
      "id": "3",
      "answer": "Tingueu en compte que huluwatchparty no té accés ni control sobre aquestes galetes que fan servir els anunciants de tercers."
    },
    { "id": "3", "answer": "Polítiques de privadesa de tercers" },
    {
      "id": "4",
      "answer": "La política de privadesa de huluwatchparty no s'aplica a altres anunciants o llocs web. Per tant, us aconsellem que consulteu les respectives Polítiques de privadesa d'aquests servidors d'anuncis de tercers per obtenir informació més detallada. Pot incloure les seves pràctiques i instruccions sobre com desactivar determinades opcions."
    },
    {
      "id": "5",
      "answer": "Podeu optar per desactivar les cookies mitjançant les opcions individuals del vostre navegador. Per conèixer informació més detallada sobre la gestió de galetes amb navegadors web específics, es pot trobar als llocs web respectius dels navegadors."
    }
  ],
  "headingSix": "Drets de privadesa de CCPA (no vengueu la meva informació personal)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "Segons la CCPA, entre altres drets, els consumidors de Califòrnia tenen dret a:"
    },
    {
      "id": "2",
      "answer": "Sol·liciteu que una empresa que recull dades personals d'un consumidor reveli les categories i dades personals específiques que una empresa ha recopilat sobre els consumidors."
    },
    {
      "id": "3",
      "answer": "Sol·licitar que una empresa suprimi qualsevol dada personal sobre el consumidor que hagi recopilat una empresa."
    },
    {
      "id": "4",
      "answer": "Sol·liciteu que una empresa que ven dades personals d'un consumidor, no vengui les dades personals del consumidor."
    },
    {
      "id": "5",
      "answer": "Si feu una sol·licitud, tenim un mes per respondre-vos. Si voleu exercir algun d'aquests drets, poseu-vos en contacte amb nosaltres."
    }
  ],
  "headingSeven": "Drets de protecció de dades GDPR",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "Ens agradaria assegurar-nos que coneixeu tots els vostres drets de protecció de dades. Cada usuari té dret a:"
    },
    {
      "id": "2",
      "answer": "Dret d'accés: tens dret a sol·licitar còpies de les teves dades personals. És possible que us cobrem una petita tarifa per aquest servei."
    },
    {
      "id": "3",
      "answer": "Dret de rectificació: tens dret a sol·licitar que corregim qualsevol informació que creguis inexacta. També teniu dret a sol·licitar que completem la informació que creieu incompleta."
    },
    {
      "id": "4",
      "answer": "Dret d'esborrat: tens dret a sol·licitar que suprimem les teves dades personals, en determinades condicions."
    },
    {
      "id": "5",
      "answer": "Dret a restringir el tractament: tens dret a sol·licitar que restringim el tractament de les teves dades personals, en determinades condicions."
    },
    {
      "id": "6",
      "answer": "Dret a oposar-se al tractament: tens dret a oposar-te al tractament de les teves dades personals, en determinades condicions."
    },
    {
      "id": "7",
      "answer": "Dret a la portabilitat de les dades: tens dret a sol·licitar que transferim les dades que hem recollit a una altra organització, o directament a tu, en determinades condicions."
    },
    {
      "id": "8",
      "answer": "Si feu una sol·licitud, tenim un mes per respondre-vos. Si voleu exercir algun d'aquests drets, poseu-vos en contacte amb nosaltres."
    }
  ],
  "headingEight": "Informació infantil",
  "sectionEight": [
    {
      "id": "1",
      "answer": "Una altra part de la nostra prioritat és afegir protecció als nens mentre utilitzen Internet. Animem als pares i tutors a observar, participar i/o supervisar i guiar la seva activitat en línia."
    },
    {
      "id": "2",
      "answer": "huluwatchparty no recull conscientment cap informació d'identificació personal de nens menors de 13 anys. Si creieu que el vostre fill ha proporcionat aquest tipus d'informació al nostre lloc web, us recomanem que us poseu en contacte amb nosaltres immediatament i farem tot el possible per eliminar ràpidament. aquesta informació dels nostres registres."
    }
  ]
}
