{
  "headingOne": "Zásady ochrany osobních údajů pro Huluwatchparty",
  "sectionOne": [
    {
      "id": "1",
      "answer": "Na huluwatchparty, dostupném z https://www.huluwatchparty.com/, je jednou z našich hlavních priorit soukromí našich návštěvníků. Tento dokument Zásady ochrany osobních údajů obsahuje typy informací, které shromažďuje a zaznamenává společnost huluwatchparty, a způsob, jakým je používáme."
    },
    {
      "id": "2",
      "answer": "Pokud máte další otázky nebo požadujete více informací o našich Zásadách ochrany osobních údajů, neváhejte nás kontaktovat."
    },
    {
      "id": "3",
      "answer": "Tyto Zásady ochrany osobních údajů se vztahují pouze na naše online aktivity a jsou platné pro návštěvníky našich webových stránek s ohledem na informace, které sdíleli a/nebo sbírali na huluwatchparty. Tyto zásady se nevztahují na žádné informace shromážděné offline nebo prostřednictvím jiných kanálů, než je tento web."
    }
  ],
  "headingTwo": "Souhlas",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "Používáním našich webových stránek souhlasíte s našimi Zásadami ochrany osobních údajů a souhlasíte s jejich podmínkami."
    },
    { "id": "2", "answer": "Informace, které shromažďujeme" },
    {
      "id": "3",
      "answer": "Osobní údaje, o jejichž poskytnutí jste požádáni, a důvody, proč jste o jejich poskytnutí požádáni, vám budou sděleny v okamžiku, kdy vás požádáme o poskytnutí vašich osobních údajů."
    },
    {
      "id": "4",
      "answer": "Pokud nás kontaktujete přímo, můžeme o vás obdržet další informace, jako je vaše jméno, e-mailová adresa, telefonní číslo, obsah zprávy a/nebo přílohy, které nám můžete poslat, a jakékoli další informace, které se rozhodnete poskytnout."
    },
    {
      "id": "5",
      "answer": "Když si zaregistrujete Účet, můžeme vás požádat o kontaktní údaje, včetně položek, jako je jméno, název společnosti, adresa, e-mailová adresa a telefonní číslo."
    }
  ],
  "headingThree": "Jak používáme vaše informace",
  "sectionThree": [
    {
      "id": "1",
      "answer": "Údaje, které shromažďujeme, používáme různými způsoby, včetně:"
    },
    {
      "id": "2",
      "answer": "Poskytovat, provozovat a udržovat naše webové stránky"
    },
    {
      "id": "3",
      "answer": "Vylepšete, personalizujte a rozšiřte naše webové stránky"
    },
    {
      "id": "4",
      "answer": "Pochopte a analyzujte, jak používáte naše webové stránky"
    },
    { "id": "5", "answer": "Vyvíjet nové produkty, služby, funkce a funkce" },
    {
      "id": "6",
      "answer": "Komunikovat s vámi, buď přímo, nebo prostřednictvím některého z našich partnerů, včetně zákaznických služeb, abychom vám poskytli aktualizace a další informace týkající se webových stránek a pro marketingové a propagační účely"
    },
    { "id": "7", "answer": "Posílat vám e-maily" },
    { "id": "8", "answer": "Najít a zabránit podvodům" }
  ],
  "headingFour": "Záznam souborů",
  "sectionFour": [
    {
      "id": "1",
      "answer": "huluwatchparty se řídí standardním postupem používání souborů protokolu. Tyto soubory zaznamenávají návštěvníky, když navštíví webové stránky. Všechny hostingové společnosti to dělají a jsou součástí analýzy hostingových služeb. Informace shromážděné protokolovými soubory zahrnují adresy internetového protokolu (IP), typ prohlížeče, poskytovatele internetových služeb (ISP), datum a časové razítko, odkazující/výstupní stránky a případně počet kliknutí. Tyto nejsou spojeny s žádnými informacemi, které jsou osobně identifikovatelné. Účelem informací je analyzovat trendy, spravovat web, sledovat pohyb uživatelů na webu a shromažďovat demografické informace."
    }
  ],
  "headingFive": "Zásady ochrany osobních údajů reklamních partnerů",
  "sectionFive": [
    {
      "id": "1",
      "answer": "V tomto seznamu můžete najít zásady ochrany osobních údajů pro každého z reklamních partnerů huluwatchparty."
    },
    {
      "id": "2",
      "answer": "Reklamní servery nebo reklamní sítě třetích stran používají technologie, jako jsou soubory cookie, JavaScript nebo Web Beacons, které se používají v jejich příslušných reklamách a odkazech, které se objevují na huluwatchparty a které jsou odesílány přímo do prohlížeče uživatelů. Když k tomu dojde, automaticky obdrží vaši IP adresu. Tyto technologie se používají k měření účinnosti jejich reklamních kampaní a/nebo k personalizaci reklamního obsahu, který vidíte na webových stránkách, které navštěvujete."
    },
    {
      "id": "3",
      "answer": "Upozorňujeme, že huluwatchparty nemá žádný přístup ani kontrolu nad těmito soubory cookie, které používají inzerenti třetích stran."
    },
    { "id": "3", "answer": "Zásady ochrany osobních údajů třetích stran" },
    {
      "id": "4",
      "answer": "Zásady ochrany osobních údajů společnosti huluwatchparty se nevztahují na jiné inzerenty nebo webové stránky. Proto vám doporučujeme, abyste si pro podrobnější informace prostudovali příslušné Zásady ochrany osobních údajů těchto reklamních serverů třetích stran. Může zahrnovat jejich postupy a pokyny, jak se odhlásit z určitých možností."
    },
    {
      "id": "5",
      "answer": "Soubory cookie můžete zakázat prostřednictvím jednotlivých možností prohlížeče. Chcete-li získat podrobnější informace o správě souborů cookie pomocí konkrétních webových prohlížečů, naleznete je na příslušných webových stránkách prohlížečů."
    }
  ],
  "headingSix": "Práva na ochranu osobních údajů CCPA (Neprodávejte mé osobní údaje)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "Podle zákona CCPA mají spotřebitelé v Kalifornii kromě jiných práv právo:"
    },
    {
      "id": "2",
      "answer": "Požadovat, aby podnik, který shromažďuje osobní údaje spotřebitelů, zveřejnil kategorie a konkrétní části osobních údajů, které podnik o spotřebitelích shromáždil."
    },
    {
      "id": "3",
      "answer": "Požádejte, aby podnik vymazal veškeré osobní údaje o spotřebiteli, které podnik shromáždil."
    },
    {
      "id": "4",
      "answer": "Požadovat, aby podnik, který prodává osobní údaje spotřebitele, neprodával osobní údaje spotřebitele."
    },
    {
      "id": "5",
      "answer": "Pokud podáte žádost, máme jeden měsíc na to, abychom vám odpověděli. Pokud budete chtít některého z těchto práv využít, kontaktujte nás."
    }
  ],
  "headingSeven": "Práva na ochranu osobních údajů GDPR",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "Rádi bychom se ujistili, že jste si plně vědomi všech svých práv na ochranu údajů. Každý uživatel má nárok na následující:"
    },
    {
      "id": "2",
      "answer": "Právo na přístup – Máte právo požadovat kopie svých osobních údajů. Za tuto službu vám můžeme účtovat malý poplatek."
    },
    {
      "id": "3",
      "answer": "Právo na opravu – Máte právo požadovat, abychom opravili jakékoli informace, o kterých se domníváte, že jsou nepřesné. Máte také právo požadovat, abychom doplnili informace, o kterých se domníváte, že jsou neúplné."
    },
    {
      "id": "4",
      "answer": "Právo na výmaz – Máte právo požadovat, abychom za určitých podmínek vymazali vaše osobní údaje."
    },
    {
      "id": "5",
      "answer": "Právo na omezení zpracování – Máte právo požadovat, abychom za určitých podmínek omezili zpracování vašich osobních údajů."
    },
    {
      "id": "6",
      "answer": "Právo vznést námitku proti zpracování – za určitých podmínek máte právo vznést námitku proti našemu zpracování vašich osobních údajů."
    },
    {
      "id": "7",
      "answer": "Právo na přenositelnost údajů – Máte právo požadovat, abychom za určitých podmínek předali údaje, které jsme shromáždili, jiné organizaci nebo přímo vám."
    },
    {
      "id": "8",
      "answer": "Pokud podáte žádost, máme jeden měsíc na to, abychom vám odpověděli. Pokud budete chtít některého z těchto práv využít, kontaktujte nás."
    }
  ],
  "headingEight": "Informace pro děti",
  "sectionEight": [
    {
      "id": "1",
      "answer": "Další součástí naší priority je přidání ochrany dětí při používání internetu. Vyzýváme rodiče a opatrovníky, aby sledovali, účastnili se a/nebo sledovali a řídili svou online aktivitu."
    },
    {
      "id": "2",
      "answer": "huluwatchparty vědomě neshromažďuje žádné osobní identifikační údaje od dětí mladších 13 let. Pokud si myslíte, že vaše dítě poskytlo tento druh informací na našich webových stránkách, důrazně vám doporučujeme, abyste nás okamžitě kontaktovali a my uděláme vše pro to, abychom neprodleně odstranili takové informace z našich záznamů."
    }
  ]
}
