{
  "headingOne": "Privatlivspolitik for Huluwatchparty",
  "sectionOne": [
    {
      "id": "1",
      "answer": "På huluwatchparty, tilgængelig fra https://www.huluwatchparty.com/, er en af ​​vores hovedprioriteter vores besøgendes privatliv. Dette dokument om privatlivspolitik indeholder typer af oplysninger, der indsamles og registreres af huluwatchparty, og hvordan vi bruger dem."
    },
    {
      "id": "2",
      "answer": "Hvis du har yderligere spørgsmål eller ønsker mere information om vores privatlivspolitik, så tøv ikke med at kontakte os."
    },
    {
      "id": "3",
      "answer": "Denne privatlivspolitik gælder kun for vores onlineaktiviteter og er gyldig for besøgende på vores hjemmeside med hensyn til de oplysninger, som de delte og/eller indsamler i huluwatchparty. Denne politik gælder ikke for information indsamlet offline eller via andre kanaler end denne hjemmeside."
    }
  ],
  "headingTwo": "Samtykke",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "Ved at bruge vores hjemmeside giver du hermed samtykke til vores privatlivspolitik og accepterer dens vilkår."
    },
    { "id": "2", "answer": "Oplysninger, vi indsamler" },
    {
      "id": "3",
      "answer": "De personlige oplysninger, som du bliver bedt om at give, og årsagerne til, at du bliver bedt om at give dem, vil blive gjort klart for dig på det tidspunkt, hvor vi beder dig om at give dine personlige oplysninger."
    },
    {
      "id": "4",
      "answer": "Hvis du kontakter os direkte, kan vi modtage yderligere oplysninger om dig, såsom dit navn, e-mailadresse, telefonnummer, indholdet af meddelelsen og/eller vedhæftede filer, du måtte sende os, og enhver anden information, du måtte vælge at give."
    },
    {
      "id": "5",
      "answer": "Når du tilmelder dig en konto, kan vi bede om dine kontaktoplysninger, herunder elementer som navn, firmanavn, adresse, e-mailadresse og telefonnummer."
    }
  ],
  "headingThree": "Hvordan vi bruger dine oplysninger",
  "sectionThree": [
    {
      "id": "1",
      "answer": "Vi bruger de oplysninger, vi indsamler på forskellige måder, herunder til:"
    },
    { "id": "2", "answer": "Levere, drive og vedligeholde vores hjemmeside" },
    {
      "id": "3",
      "answer": "Forbedre, personliggøre og udvide vores hjemmeside"
    },
    {
      "id": "4",
      "answer": "Forstå og analyser, hvordan du bruger vores hjemmeside"
    },
    {
      "id": "5",
      "answer": "Udvikle nye produkter, tjenester, funktioner og funktionalitet"
    },
    {
      "id": "6",
      "answer": "Kommunikere med dig, enten direkte eller gennem en af ​​vores partnere, herunder til kundeservice, for at give dig opdateringer og anden information vedrørende hjemmesiden og til markedsførings- og salgsfremmende formål"
    },
    { "id": "7", "answer": "Send dig e-mails" },
    { "id": "8", "answer": "Find og forebygge svindel" }
  ],
  "headingFour": "Logfiler",
  "sectionFour": [
    {
      "id": "1",
      "answer": "huluwatchparty følger en standardprocedure for brug af logfiler. Disse filer logger besøgende, når de besøger websteder. Alle hostingfirmaer gør dette og er en del af hostingtjenesternes analyser. De oplysninger, der indsamles af logfiler, omfatter internetprotokol (IP)-adresser, browsertype, internetudbyder (ISP), dato- og tidsstempel, henvisnings-/afslutningssider og muligvis antallet af klik. Disse er ikke knyttet til nogen information, der er personligt identificerbar. Formålet med informationen er at analysere tendenser, administrere siden, spore brugernes bevægelser på hjemmesiden og indsamle demografiske oplysninger."
    }
  ],
  "headingFive": "Annonceringspartneres privatlivspolitikker",
  "sectionFive": [
    {
      "id": "1",
      "answer": "Du kan konsultere denne liste for at finde privatlivspolitikken for hver af huluwatchpartys reklamepartnere."
    },
    {
      "id": "2",
      "answer": "Tredjeparts annonceservere eller annoncenetværk bruger teknologier som cookies, JavaScript eller Web Beacons, der bruges i deres respektive annoncer og links, der vises på huluwatchparty, som sendes direkte til brugernes browser. De modtager automatisk din IP-adresse, når dette sker. Disse teknologier bruges til at måle effektiviteten af ​​deres annoncekampagner og/eller til at tilpasse det annonceindhold, du ser på websteder, du besøger."
    },
    {
      "id": "3",
      "answer": "Bemærk, at huluwatchparty ikke har adgang til eller kontrol over disse cookies, der bruges af tredjeparts annoncører."
    },
    { "id": "3", "answer": "Tredjeparts fortrolighedspolitikker" },
    {
      "id": "4",
      "answer": "huluwatchpartys privatlivspolitik gælder ikke for andre annoncører eller websteder. Derfor råder vi dig til at konsultere de respektive privatlivspolitikker for disse tredjeparts annonceservere for mere detaljerede oplysninger. Det kan omfatte deres praksis og instruktioner om, hvordan man fravælger visse muligheder."
    },
    {
      "id": "5",
      "answer": "Du kan vælge at deaktivere cookies gennem dine individuelle browserindstillinger. For at få mere detaljeret information om cookiehåndtering med specifikke webbrowsere, kan den findes på browsernes respektive hjemmesider."
    }
  ],
  "headingSix": "CCPA-privatlivsrettigheder (sælg ikke mine personlige oplysninger)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "I henhold til CCPA, blandt andre rettigheder, har californiske forbrugere ret til:"
    },
    {
      "id": "2",
      "answer": "Anmode om, at en virksomhed, der indsamler en forbrugers personlige data, afslører de kategorier og specifikke stykker af personoplysninger, som en virksomhed har indsamlet om forbrugere."
    },
    {
      "id": "3",
      "answer": "Anmod om, at en virksomhed sletter alle personlige data om forbrugeren, som en virksomhed har indsamlet."
    },
    {
      "id": "4",
      "answer": "Anmode om, at en virksomhed, der sælger en forbrugers personlige data, ikke sælger forbrugerens personlige data."
    },
    {
      "id": "5",
      "answer": "Hvis du fremsætter en anmodning, har vi en måned til at svare dig. Hvis du ønsker at udøve nogen af ​​disse rettigheder, bedes du kontakte os."
    }
  ],
  "headingSeven": "GDPR Databeskyttelsesrettigheder",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "Vi vil gerne sikre os, at du er fuldt ud klar over alle dine databeskyttelsesrettigheder. Enhver bruger er berettiget til følgende:"
    },
    {
      "id": "2",
      "answer": "Retten til indsigt – Du har ret til at anmode om kopier af dine personoplysninger. Vi kan opkræve et mindre gebyr for denne service."
    },
    {
      "id": "3",
      "answer": "Retten til berigtigelse – Du har ret til at anmode om, at vi retter enhver information, du mener er unøjagtig. Du har også ret til at anmode om, at vi udfylder de oplysninger, du mener er ufuldstændige."
    },
    {
      "id": "4",
      "answer": "Retten til sletning – Du har ret til at anmode om, at vi sletter dine personoplysninger under visse betingelser."
    },
    {
      "id": "5",
      "answer": "Ret til at begrænse behandlingen – Du har ret til at anmode om, at vi begrænser behandlingen af ​​dine personoplysninger under visse betingelser."
    },
    {
      "id": "6",
      "answer": "Ret til at gøre indsigelse mod behandling – Du har ret til at gøre indsigelse mod vores behandling af dine personoplysninger under visse betingelser."
    },
    {
      "id": "7",
      "answer": "Retten til dataportabilitet – Du har ret til at anmode om, at vi overfører de data, vi har indsamlet, til en anden organisation eller direkte til dig under visse betingelser."
    },
    {
      "id": "8",
      "answer": "Hvis du fremsætter en anmodning, har vi en måned til at svare dig. Hvis du ønsker at udøve nogen af ​​disse rettigheder, bedes du kontakte os."
    }
  ],
  "headingEight": "Børns information",
  "sectionEight": [
    {
      "id": "1",
      "answer": "En anden del af vores prioritet er at tilføje beskyttelse til børn, mens de bruger internettet. Vi opfordrer forældre og værger til at observere, deltage i og/eller overvåge og guide deres onlineaktivitet."
    },
    {
      "id": "2",
      "answer": "huluwatchparty indsamler ikke bevidst nogen personlig identificerbar information fra børn under 13 år. Hvis du mener, at dit barn har givet denne form for information på vores hjemmeside, opfordrer vi dig kraftigt til at kontakte os med det samme, og vi vil gøre vores bedste for straks at fjerne sådanne oplysninger fra vores optegnelser."
    }
  ]
}
