{
  "headingOne": "Huluwatchparty privaatsuspoliitika",
  "sectionOne": [
    {
      "id": "1",
      "answer": "Huluwatchparty'l, millele pääseb juurde aadressilt https://www.huluwatchparty.com/, on üks meie peamisi prioriteete meie külastajate privaatsus. See privaatsuspoliitika dokument sisaldab teavet, mida huluwatchparty kogub ja salvestab ning kuidas me seda kasutame."
    },
    {
      "id": "2",
      "answer": "Kui teil on lisaküsimusi või vajate meie privaatsuspoliitika kohta lisateavet, võtke meiega ühendust."
    },
    {
      "id": "3",
      "answer": "See privaatsuspoliitika kehtib ainult meie veebitegevuste kohta ja kehtib meie veebisaidi külastajatele seoses teabega, mida nad jagasid ja/või koguvad huluwatchparty kaudu. See poliitika ei kehti teabe kohta, mida kogutakse võrguühenduseta või muude kanalite kaudu peale selle veebisaidi."
    }
  ],
  "headingTwo": "Nõusolek",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "Meie veebisaiti kasutades nõustute käesolevaga meie privaatsuspoliitikaga ja nõustute selle tingimustega."
    },
    { "id": "2", "answer": "Teave, mida kogume" },
    {
      "id": "3",
      "answer": "Isikuandmed, mida teil palutakse esitada, ja põhjused, miks teil seda palutakse, tehakse teile selgeks hetkel, mil palume teil esitada oma isikuandmed."
    },
    {
      "id": "4",
      "answer": "Kui võtate meiega otse ühendust, võime saada teie kohta lisateavet, nagu teie nimi, e-posti aadress, telefoninumber, sõnumi ja/või manuste sisu, mille võite meile saata, ja mis tahes muud teavet, mille võite esitada."
    },
    {
      "id": "5",
      "answer": "Kui registreerite konto, võime küsida teie kontaktteavet, sealhulgas selliseid andmeid nagu nimi, ettevõtte nimi, aadress, e-posti aadress ja telefoninumber."
    }
  ],
  "headingThree": "Kuidas me teie teavet kasutame",
  "sectionThree": [
    {
      "id": "1",
      "answer": "Kasutame kogutavat teavet mitmel viisil, sealhulgas:"
    },
    { "id": "2", "answer": "Pakkuda, käitada ja hooldada meie veebisaiti" },
    {
      "id": "3",
      "answer": "Täiustage, isikupärastage ja laiendage meie veebisaiti"
    },
    {
      "id": "4",
      "answer": "Saate aru ja analüüsige, kuidas te meie veebisaiti kasutate"
    },
    {
      "id": "5",
      "answer": "Arendage uusi tooteid, teenuseid, funktsioone ja funktsioone"
    },
    {
      "id": "6",
      "answer": "Suhtleme teiega kas otse või mõne meie partneri kaudu, sealhulgas klienditeeninduse eesmärgil, et pakkuda teile veebisaidiga seotud värskendusi ja muud teavet ning turundus- ja reklaamieesmärkidel"
    },
    { "id": "7", "answer": "Saada teile e-kirju" },
    { "id": "8", "answer": "Pettuste leidmine ja ärahoidmine" }
  ],
  "headingFour": "Logifailid",
  "sectionFour": [
    {
      "id": "1",
      "answer": "huluwatchparty järgib logifailide kasutamise tavapärast protseduuri. Need failid logivad külastajaid, kui nad veebisaite külastavad. Kõik hostimisettevõtted teevad seda ja osa hostimisteenuste analüüsist. Logifailide kogutud teave sisaldab Interneti-protokolli (IP) aadresse, brauseri tüüpi, Interneti-teenuse pakkujat (ISP), kuupäeva ja kellaaja templit, viitavaid/väljuvaid lehti ja võib-olla ka klikkide arvu. Need ei ole seotud ühegi isikut tuvastava teabega. Teabe eesmärk on suundumuste analüüsimine, saidi haldamine, kasutajate liikumise jälgimine veebisaidil ja demograafilise teabe kogumine."
    }
  ],
  "headingFive": "Reklaamipartnerite privaatsuspoliitika",
  "sectionFive": [
    {
      "id": "1",
      "answer": "Saate vaadata seda loendit, et leida huluwatchparty iga reklaamipartneri privaatsuspoliitika."
    },
    {
      "id": "2",
      "answer": "Kolmandate osapoolte reklaamiserverid või reklaamivõrgud kasutavad tehnoloogiaid, nagu küpsised, JavaScript või veebimajakad, mida kasutatakse nende vastavates reklaamides ja linkides, mis kuvatakse veebilehel huluwatchparty, mis saadetakse otse kasutajate brauserisse. Kui see juhtub, saavad nad teie IP-aadressi automaatselt. Neid tehnoloogiaid kasutatakse nende reklaamikampaaniate tõhususe mõõtmiseks ja/või külastatavatel veebisaitidel kuvatava reklaamisisu isikupärastamiseks."
    },
    {
      "id": "3",
      "answer": "Pange tähele, et huluwatchpartyl ei ole juurdepääsu ega kontrolli kolmandate osapoolte reklaamijate kasutatavatele küpsistele."
    },
    { "id": "3", "answer": "Kolmanda osapoole privaatsuspoliitika" },
    {
      "id": "4",
      "answer": "huluwatchparty privaatsuspoliitika ei kehti teistele reklaamijatele ega veebisaitidele. Seetõttu soovitame teil üksikasjalikuma teabe saamiseks tutvuda nende kolmandate osapoolte reklaamiserverite vastavate privaatsuseeskirjadega. See võib sisaldada nende tavasid ja juhiseid teatud valikutest loobumise kohta."
    },
    {
      "id": "5",
      "answer": "Saate küpsised keelata oma brauseri individuaalsete valikute kaudu. Täpsema teabe saamiseks küpsiste haldamise kohta konkreetsete veebibrauseritega leiate selle brauserite vastavatelt veebisaitidelt."
    }
  ],
  "headingSix": "CCPA privaatsusõigused (ära müü minu isikuandmeid)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "CCPA alusel on California tarbijatel muuhulgas õigus:"
    },
    {
      "id": "2",
      "answer": "Nõuda, et tarbija isikuandmeid koguv ettevõtja avalikustaks kategooriad ja konkreetsed isikuandmete osad, mida ettevõte on tarbijate kohta kogunud."
    },
    {
      "id": "3",
      "answer": "Taotlege, et ettevõte kustutaks kõik tarbija isikuandmed, mille ettevõte on kogunud."
    },
    {
      "id": "4",
      "answer": "Nõuda, et ettevõtja, kes müüb tarbija isikuandmeid, mitte müüb tarbija isikuandmeid."
    },
    {
      "id": "5",
      "answer": "Kui esitate päringu, on meil teile vastamiseks aega üks kuu. Kui soovite mõnda neist õigustest kasutada, võtke meiega ühendust."
    }
  ],
  "headingSeven": "GDPR andmekaitseõigused",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "Soovime veenduda, et olete täielikult teadlik kõigist oma andmekaitseõigustest. Igal kasutajal on õigus järgmisele:"
    },
    {
      "id": "2",
      "answer": "Juurdepääsuõigus – Teil on õigus nõuda oma isikuandmete koopiaid. Võime selle teenuse eest küsida väikest tasu."
    },
    {
      "id": "3",
      "answer": "Õigus andmete parandamisele – teil on õigus nõuda, et me parandaksime mis tahes teabe, mis teie arvates on ebatäpne. Samuti on teil õigus nõuda, et me täiendaksime teavet, mis teie arvates on puudulik."
    },
    {
      "id": "4",
      "answer": "Õigus kustutamisele – teil on teatud tingimustel õigus nõuda, et me kustutaksime teie isikuandmed."
    },
    {
      "id": "5",
      "answer": "Õigus piirata töötlemist – Teil on õigus nõuda, et me piiraksime teie isikuandmete töötlemist teatud tingimustel."
    },
    {
      "id": "6",
      "answer": "Õigus esitada vastuväiteid töötlemisele – teil on teatud tingimustel õigus esitada vastuväiteid teie isikuandmete töötlemisele meie poolt."
    },
    {
      "id": "7",
      "answer": "Õigus andmete teisaldatavusele – Teil on õigus nõuda, et me edastaksime kogutud andmed teatud tingimustel teisele organisatsioonile või otse teile."
    },
    {
      "id": "8",
      "answer": "Kui esitate päringu, on meil teile vastamiseks aega üks kuu. Kui soovite mõnda neist õigustest kasutada, võtke meiega ühendust."
    }
  ],
  "headingEight": "Laste teave",
  "sectionEight": [
    {
      "id": "1",
      "answer": "Teine osa meie prioriteedist on laste kaitse lisamine Interneti kasutamise ajal. Julgustame vanemaid ja eestkostjaid oma veebitegevust jälgima, selles osalema ja/või jälgima ja juhendama."
    },
    {
      "id": "2",
      "answer": "huluwatchparty ei kogu alla 13-aastastelt lastelt teadlikult isikut tuvastavat teavet. Kui arvate, et teie laps esitas meie veebisaidil sellist teavet, soovitame teil meiega viivitamatult ühendust võtta ja teeme kõik endast oleneva, et teave viivitamatult eemaldada. sellist teavet meie registritest."
    }
  ]
}
