{
  "headingOne": "سیاست حفظ حریم خصوصی برای Huluwatchparty",
  "sectionOne": [
    {
      "id": "1",
      "answer": "در huluwatchparty، قابل دسترسی از https://www.huluwatchparty.com/، یکی از اولویت های اصلی ما حفظ حریم خصوصی بازدیدکنندگان است. این سند سیاست حفظ حریم خصوصی شامل انواع اطلاعاتی است که توسط huluwatchparty جمع‌آوری و ثبت می‌شود و نحوه استفاده ما از آن."
    },
    {
      "id": "2",
      "answer": "اگر سؤالات دیگری دارید یا به اطلاعات بیشتری در مورد سیاست حفظ حریم خصوصی ما نیاز دارید، دریغ نکنید با ما تماس بگیرید."
    },
    {
      "id": "3",
      "answer": "این خط مشی رازداری فقط در مورد فعالیت های آنلاین ما اعمال می شود و برای بازدیدکنندگان وب سایت ما با توجه به اطلاعاتی که آنها در huluwatchparty به اشتراک گذاشته و/یا جمع آوری می کنند معتبر است. این سیاست برای هیچ اطلاعاتی که به صورت آفلاین یا از طریق کانال هایی غیر از این وب سایت جمع آوری می شود، اعمال نمی شود."
    }
  ],
  "headingTwo": "رضایت",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "با استفاده از وب سایت ما، بدین وسیله با سیاست حفظ حریم خصوصی ما موافقت می کنید و با شرایط آن موافقت می کنید."
    },
    { "id": "2", "answer": "اطلاعاتی که ما جمع آوری می کنیم" },
    {
      "id": "3",
      "answer": "اطلاعات شخصی که از شما خواسته می‌شود و دلایلی که از شما خواسته می‌شود ارائه دهید، در زمانی که از شما می‌خواهیم اطلاعات شخصی خود را ارائه دهید، برای شما روشن خواهد شد."
    },
    {
      "id": "4",
      "answer": "اگر مستقیماً با ما تماس بگیرید، ممکن است اطلاعات بیشتری درباره شما مانند نام، آدرس ایمیل، شماره تلفن، محتویات پیام و/یا پیوست‌هایی که ممکن است برای ما ارسال کنید و هر اطلاعات دیگری که می‌خواهید ارائه کنید، دریافت کنیم."
    },
    {
      "id": "5",
      "answer": "هنگامی که برای یک حساب ثبت نام می کنید، ممکن است اطلاعات تماس شما، از جمله مواردی مانند نام، نام شرکت، آدرس، آدرس ایمیل و شماره تلفن را درخواست کنیم."
    }
  ],
  "headingThree": "چگونه از اطلاعات شما استفاده می کنیم",
  "sectionThree": [
    {
      "id": "1",
      "answer": "ما از اطلاعاتی که جمع آوری می کنیم به طرق مختلف استفاده می کنیم، از جمله:"
    },
    { "id": "2", "answer": "وب سایت ما را ارائه، راه اندازی و نگهداری کنید" },
    {
      "id": "3",
      "answer": "وب سایت خود را بهبود بخشید، شخصی سازی کنید و گسترش دهید"
    },
    {
      "id": "4",
      "answer": "درک و تجزیه و تحلیل نحوه استفاده شما از وب سایت ما"
    },
    {
      "id": "5",
      "answer": "محصولات، خدمات، ویژگی ها و عملکردهای جدید را توسعه دهید"
    },
    {
      "id": "6",
      "answer": "به طور مستقیم یا از طریق یکی از شرکای ما، از جمله برای خدمات مشتریان، به منظور ارائه به روز رسانی ها و سایر اطلاعات مربوط به وب سایت، و برای اهداف بازاریابی و تبلیغاتی، با شما ارتباط برقرار کنیم."
    },
    { "id": "7", "answer": "برای شما ایمیل می فرستد" },
    { "id": "8", "answer": "پیدا کردن و جلوگیری از تقلب" }
  ],
  "headingFour": "فایل های گزارش",
  "sectionFour": [
    {
      "id": "1",
      "answer": "huluwatchparty از یک روش استاندارد استفاده از فایل های گزارش پیروی می کند. این فایل ها هنگام بازدید از وب سایت ها، بازدیدکنندگان را ثبت می کنند. همه شرکت های هاستینگ این کار را انجام می دهند و بخشی از تجزیه و تحلیل خدمات هاستینگ را انجام می دهند. اطلاعات جمع‌آوری‌شده توسط فایل‌های گزارش شامل آدرس‌های پروتکل اینترنت (IP)، نوع مرورگر، ارائه‌دهنده خدمات اینترنت (ISP)، مهر تاریخ و زمان، صفحات ارجاع/خروج و احتمالاً تعداد کلیک‌ها می‌شود. اینها به هیچ اطلاعاتی که شخصاً قابل شناسایی است مرتبط نیستند. هدف از این اطلاعات تجزیه و تحلیل روندها، مدیریت سایت، ردیابی حرکت کاربران در وب سایت و جمع آوری اطلاعات جمعیتی است."
    }
  ],
  "headingFive": "سیاست های حفظ حریم خصوصی شرکای تبلیغاتی",
  "sectionFive": [
    {
      "id": "1",
      "answer": "برای یافتن سیاست حفظ حریم خصوصی برای هر یک از شرکای تبلیغاتی huluwatchparty، می‌توانید به این فهرست مراجعه کنید."
    },
    {
      "id": "2",
      "answer": "سرورهای تبلیغاتی شخص ثالث یا شبکه‌های تبلیغاتی از فناوری‌هایی مانند کوکی‌ها، جاوا اسکریپت یا Web Beacon استفاده می‌کنند که در تبلیغات مربوطه و پیوندهایی که در huluwatchparty ظاهر می‌شوند استفاده می‌شوند و مستقیماً به مرورگر کاربران ارسال می‌شوند. هنگامی که این اتفاق می افتد، آنها به طور خودکار آدرس IP شما را دریافت می کنند. این فناوری‌ها برای اندازه‌گیری اثربخشی کمپین‌های تبلیغاتی و/یا شخصی‌سازی محتوای تبلیغاتی که در وب‌سایت‌هایی که بازدید می‌کنید استفاده می‌شوند."
    },
    {
      "id": "3",
      "answer": "توجه داشته باشید که huluwatchparty به این کوکی‌هایی که توسط تبلیغ‌کنندگان شخص ثالث استفاده می‌شوند، دسترسی یا کنترلی ندارد."
    },
    { "id": "3", "answer": "سیاست های حفظ حریم خصوصی شخص ثالث" },
    {
      "id": "4",
      "answer": "خط‌مشی رازداری huluwatchparty برای سایر تبلیغ‌کنندگان یا وب‌سایت‌ها اعمال نمی‌شود. بنابراین، ما به شما توصیه می کنیم برای اطلاعات دقیق تر، با سیاست های حفظ حریم خصوصی مربوط به این سرورهای تبلیغاتی شخص ثالث مشورت کنید. ممکن است شامل اقدامات و دستورالعمل های آنها در مورد نحوه انصراف از گزینه های خاص باشد."
    },
    {
      "id": "5",
      "answer": "می‌توانید از طریق گزینه‌های مرورگر شخصی خود، کوکی‌ها را غیرفعال کنید. برای دانستن اطلاعات دقیق تر در مورد مدیریت کوکی ها با مرورگرهای وب خاص، می توانید آن را در وب سایت های مربوطه مرورگرها پیدا کنید."
    }
  ],
  "headingSix": "حقوق حریم خصوصی CCPA (اطلاعات شخصی من را نفروشید)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "تحت CCPA، در میان سایر حقوق، مصرف کنندگان کالیفرنیا حق دارند:"
    },
    {
      "id": "2",
      "answer": "از کسب‌وکاری که داده‌های شخصی مصرف‌کننده را جمع‌آوری می‌کند درخواست کنید دسته‌ها و بخش‌های خاصی از داده‌های شخصی را که یک کسب‌وکار درباره مصرف‌کنندگان جمع‌آوری کرده است، افشا کند."
    },
    {
      "id": "3",
      "answer": "از یک کسب‌وکار درخواست کنید اطلاعات شخصی مصرف‌کننده را که یک کسب‌وکار جمع‌آوری کرده است حذف کند."
    },
    {
      "id": "4",
      "answer": "از کسب‌وکاری که داده‌های شخصی مصرف‌کننده را می‌فروشد، درخواست کنید، نه اینکه داده‌های شخصی مصرف‌کننده را بفروشد."
    },
    {
      "id": "5",
      "answer": "در صورت درخواست، ما یک ماه فرصت داریم تا به شما پاسخ دهیم. اگر مایلید از هر یک از این حقوق استفاده کنید، لطفا با ما تماس بگیرید."
    }
  ],
  "headingSeven": "حقوق حفاظت از داده های GDPR",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "ما می خواهیم مطمئن شویم که شما از تمام حقوق حفاظت از داده های خود آگاه هستید. هر کاربر حق استفاده از موارد زیر را دارد:"
    },
    {
      "id": "2",
      "answer": "حق دسترسی - شما این حق را دارید که از داده های شخصی خود کپی درخواست کنید. ممکن است برای این خدمات هزینه کمی از شما دریافت کنیم."
    },
    {
      "id": "3",
      "answer": "حق اصلاح - شما این حق را دارید که از ما درخواست کنید که اطلاعاتی را که فکر می کنید نادرست است اصلاح کنیم. شما همچنین حق دارید درخواست کنید که اطلاعاتی را که فکر می کنید ناقص است تکمیل کنیم."
    },
    {
      "id": "4",
      "answer": "حق پاک کردن - شما این حق را دارید که تحت شرایط خاص درخواست کنید که داده های شخصی شما را پاک کنیم."
    },
    {
      "id": "5",
      "answer": "حق محدود کردن پردازش - شما این حق را دارید که درخواست کنید که پردازش اطلاعات شخصی شما را تحت شرایط خاصی محدود کنیم."
    },
    {
      "id": "6",
      "answer": "حق اعتراض به پردازش - شما حق دارید تحت شرایط خاصی به پردازش اطلاعات شخصی شما توسط ما اعتراض کنید."
    },
    {
      "id": "7",
      "answer": "حق انتقال داده ها - شما این حق را دارید که درخواست کنید داده هایی را که جمع آوری کرده ایم به سازمان دیگری یا مستقیماً تحت شرایط خاصی به شما منتقل کنیم."
    },
    {
      "id": "8",
      "answer": "در صورت درخواست، ما یک ماه فرصت داریم تا به شما پاسخ دهیم. اگر مایلید از هر یک از این حقوق استفاده کنید، لطفا با ما تماس بگیرید."
    }
  ],
  "headingEight": "اطلاعات کودکان",
  "sectionEight": [
    {
      "id": "1",
      "answer": "بخش دیگری از اولویت ما افزودن محافظت از کودکان در هنگام استفاده از اینترنت است. ما والدین و سرپرستان را تشویق می کنیم تا فعالیت آنلاین خود را مشاهده کنند، در آن شرکت کنند، و/یا نظارت و راهنمایی کنند."
    },
    {
      "id": "2",
      "answer": "huluwatchparty آگاهانه هیچ گونه اطلاعات شناسایی شخصی را از کودکان زیر 13 سال جمع آوری نمی کند. اگر فکر می کنید که فرزند شما این نوع اطلاعات را در وب سایت ما ارائه کرده است، قویاً شما را تشویق می کنیم که فوراً با ما تماس بگیرید و ما تمام تلاش خود را برای حذف سریع انجام خواهیم داد. چنین اطلاعاتی از سوابق ما."
    }
  ]
}
