{
  "headingOne": "Huluwatchparty માટે ગોપનીયતા નીતિ",
  "sectionOne": [
    {
      "id": "1",
      "answer": "huluwatchparty પર, https://www.huluwatchparty.com/ પરથી ઍક્સેસિબલ, અમારી મુખ્ય પ્રાથમિકતાઓમાંની એક અમારા મુલાકાતીઓની ગોપનીયતા છે. આ ગોપનીયતા નીતિ દસ્તાવેજમાં હુલુવાચપાર્ટી દ્વારા એકત્રિત અને રેકોર્ડ કરવામાં આવતી માહિતીના પ્રકારો અને અમે તેનો ઉપયોગ કેવી રીતે કરીએ છીએ તે સમાવે છે."
    },
    {
      "id": "2",
      "answer": "જો તમારી પાસે વધારાના પ્રશ્નો હોય અથવા અમારી ગોપનીયતા નીતિ વિશે વધુ માહિતીની જરૂર હોય, તો અમારો સંપર્ક કરવામાં અચકાશો નહીં."
    },
    {
      "id": "3",
      "answer": "આ ગોપનીયતા નીતિ ફક્ત અમારી ઓનલાઈન પ્રવૃત્તિઓને જ લાગુ પડે છે અને અમારી વેબસાઈટના મુલાકાતીઓ માટે તેઓએ હુલુવાચપાર્ટીમાં શેર કરેલ અને/અથવા એકત્રિત કરેલી માહિતીના સંદર્ભમાં માન્ય છે. આ નીતિ ઑફલાઇન અથવા આ વેબસાઇટ સિવાયની ચેનલો દ્વારા એકત્રિત કરવામાં આવેલી કોઈપણ માહિતીને લાગુ પડતી નથી."
    }
  ],
  "headingTwo": "સંમતિ",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "અમારી વેબસાઇટનો ઉપયોગ કરીને, તમે આથી અમારી ગોપનીયતા નીતિને સંમતિ આપો છો અને તેની શરતો સાથે સંમત થાઓ છો."
    },
    { "id": "2", "answer": "માહિતી અમે એકત્રિત કરીએ છીએ" },
    {
      "id": "3",
      "answer": "તમને જે વ્યક્તિગત માહિતી પ્રદાન કરવા માટે કહેવામાં આવે છે, અને તમને તે શા માટે આપવાનું કહેવામાં આવે છે તે કારણો, અમે તમને તમારી વ્યક્તિગત માહિતી પ્રદાન કરવા માટે કહીએ ત્યારે તમને સ્પષ્ટ કરવામાં આવશે."
    },
    {
      "id": "4",
      "answer": "જો તમે અમારો સીધો સંપર્ક કરો છો, તો અમે તમારા વિશે વધારાની માહિતી મેળવી શકીએ છીએ જેમ કે તમારું નામ, ઇમેઇલ સરનામું, ફોન નંબર, સંદેશની સામગ્રી અને/અથવા જોડાણો તમે અમને મોકલી શકો છો, અને તમે પ્રદાન કરવાનું પસંદ કરી શકો છો તે કોઈપણ અન્ય માહિતી."
    },
    {
      "id": "5",
      "answer": "જ્યારે તમે એકાઉન્ટ માટે નોંધણી કરો છો, ત્યારે અમે નામ, કંપનીનું નામ, સરનામું, ઇમેઇલ સરનામું અને ટેલિફોન નંબર જેવી વસ્તુઓ સહિત તમારી સંપર્ક માહિતી માટે પૂછી શકીએ છીએ."
    }
  ],
  "headingThree": "અમે તમારી માહિતીનો ઉપયોગ કેવી રીતે કરીએ છીએ",
  "sectionThree": [
    {
      "id": "1",
      "answer": "અમે એકત્રિત કરેલી માહિતીનો ઉપયોગ અમે વિવિધ રીતે કરીએ છીએ, જેમાં નીચેનાનો સમાવેશ થાય છે:"
    },
    { "id": "2", "answer": "અમારી વેબસાઇટ પ્રદાન કરો, ચલાવો અને જાળવો" },
    {
      "id": "3",
      "answer": "અમારી વેબસાઇટને બહેતર બનાવો, વ્યક્તિગત કરો અને વિસ્તૃત કરો"
    },
    {
      "id": "4",
      "answer": "તમે અમારી વેબસાઇટનો ઉપયોગ કેવી રીતે કરો છો તે સમજો અને તેનું વિશ્લેષણ કરો"
    },
    {
      "id": "5",
      "answer": "નવા ઉત્પાદનો, સેવાઓ, સુવિધાઓ અને કાર્યક્ષમતા વિકસાવો"
    },
    {
      "id": "6",
      "answer": "તમારી સાથે સીધી રીતે અથવા અમારા ભાગીદારોમાંથી કોઈ એક દ્વારા, ગ્રાહક સેવા સહિત, તમને વેબસાઇટ સંબંધિત અપડેટ્સ અને અન્ય માહિતી પ્રદાન કરવા અને માર્કેટિંગ અને પ્રમોશનલ હેતુઓ માટે તમારી સાથે વાતચીત કરો."
    },
    { "id": "7", "answer": "તમને ઈમેલ મોકલો" },
    { "id": "8", "answer": "છેતરપિંડી શોધો અને અટકાવો" }
  ],
  "headingFour": "લોગ ફાઇલો",
  "sectionFour": [
    {
      "id": "1",
      "answer": "huluwatchparty લોગ ફાઇલોનો ઉપયોગ કરવાની પ્રમાણભૂત પ્રક્રિયાને અનુસરે છે. આ ફાઇલો મુલાકાતીઓને લોગ કરે છે જ્યારે તેઓ વેબસાઇટ્સની મુલાકાત લે છે. બધી હોસ્ટિંગ કંપનીઓ આ કરે છે અને હોસ્ટિંગ સેવાઓના એનાલિટિક્સનો એક ભાગ છે. લોગ ફાઇલો દ્વારા એકત્રિત કરવામાં આવતી માહિતીમાં ઇન્ટરનેટ પ્રોટોકોલ (IP) સરનામાં, બ્રાઉઝરનો પ્રકાર, ઇન્ટરનેટ સેવા પ્રદાતા (ISP), તારીખ અને સમય સ્ટેમ્પ, સંદર્ભ/એક્ઝિટ પૃષ્ઠો અને સંભવતઃ ક્લિક્સની સંખ્યાનો સમાવેશ થાય છે. આ કોઈપણ માહિતી સાથે જોડાયેલ નથી કે જે વ્યક્તિગત રીતે ઓળખી શકાય. માહિતીનો હેતુ વલણોનું વિશ્લેષણ કરવા, સાઇટનું સંચાલન કરવા, વેબસાઇટ પર વપરાશકર્તાઓની હિલચાલને ટ્રૅક કરવા અને વસ્તી વિષયક માહિતી ભેગી કરવાનો છે."
    }
  ],
  "headingFive": "જાહેરાત ભાગીદારોની ગોપનીયતા નીતિઓ",
  "sectionFive": [
    {
      "id": "1",
      "answer": "તમે huluwatchparty ના દરેક જાહેરાત ભાગીદારો માટે ગોપનીયતા નીતિ શોધવા માટે આ સૂચિનો સંપર્ક કરી શકો છો."
    },
    {
      "id": "2",
      "answer": "તૃતીય-પક્ષ જાહેરાત સર્વર્સ અથવા જાહેરાત નેટવર્ક્સ કુકીઝ, JavaScript અથવા વેબ બીકોન્સ જેવી તકનીકોનો ઉપયોગ કરે છે જેનો ઉપયોગ તેમની સંબંધિત જાહેરાતોમાં થાય છે અને હુલુવાચપાર્ટી પર દેખાતી લિંક્સ, જે સીધી વપરાશકર્તાઓના બ્રાઉઝર પર મોકલવામાં આવે છે. જ્યારે આવું થાય ત્યારે તેઓ આપમેળે તમારું IP સરનામું પ્રાપ્ત કરે છે. આ તકનીકોનો ઉપયોગ તેમની જાહેરાત ઝુંબેશની અસરકારકતાને માપવા અને/અથવા તમે મુલાકાત લો છો તે વેબસાઇટ્સ પર તમે જુઓ છો તે જાહેરાત સામગ્રીને વ્યક્તિગત કરવા માટે કરવામાં આવે છે."
    },
    {
      "id": "3",
      "answer": "નોંધ કરો કે huluwatchparty પાસે તૃતીય-પક્ષ જાહેરાતકર્તાઓ દ્વારા ઉપયોગમાં લેવાતી આ કૂકીઝની ઍક્સેસ અથવા નિયંત્રણ નથી."
    },
    { "id": "3", "answer": "તૃતીય પક્ષ ગોપનીયતા નીતિઓ" },
    {
      "id": "4",
      "answer": "huluwatchparty ની ગોપનીયતા નીતિ અન્ય જાહેરાતકર્તાઓ અથવા વેબસાઇટ્સને લાગુ પડતી નથી. આમ, અમે તમને વધુ વિગતવાર માહિતી માટે આ તૃતીય-પક્ષ જાહેરાત સર્વરની સંબંધિત ગોપનીયતા નીતિઓનો સંપર્ક કરવાની સલાહ આપીએ છીએ. તેમાં તેમની પદ્ધતિઓ અને ચોક્કસ વિકલ્પોમાંથી કેવી રીતે નાપસંદ કરવું તે અંગેની સૂચનાઓ શામેલ હોઈ શકે છે."
    },
    {
      "id": "5",
      "answer": "તમે તમારા વ્યક્તિગત બ્રાઉઝર વિકલ્પો દ્વારા કૂકીઝને અક્ષમ કરવાનું પસંદ કરી શકો છો. ચોક્કસ વેબ બ્રાઉઝર્સ સાથે કૂકી મેનેજમેન્ટ વિશે વધુ વિગતવાર માહિતી જાણવા માટે, તે બ્રાઉઝર્સની સંબંધિત વેબસાઇટ્સ પર મળી શકે છે."
    }
  ],
  "headingSix": "CCPA ગોપનીયતા અધિકારો (મારી અંગત માહિતી વેચશો નહીં)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "CCPA હેઠળ, અન્ય અધિકારોની સાથે, કેલિફોર્નિયાના ગ્રાહકોને આનો અધિકાર છે:"
    },
    {
      "id": "2",
      "answer": "વિનંતી કરો કે જે વ્યવસાય ગ્રાહકનો વ્યક્તિગત ડેટા એકત્રિત કરે છે તે વર્ગો અને વ્યક્તિગત ડેટાના ચોક્કસ ટુકડાઓ જાહેર કરે જે વ્યવસાયે ગ્રાહકો વિશે એકત્રિત કર્યા છે."
    },
    {
      "id": "3",
      "answer": "વિનંતી કરો કે વ્યવસાયે ગ્રાહક વિશેનો કોઈપણ વ્યક્તિગત ડેટા કાઢી નાખવો જે વ્યવસાયે એકત્રિત કર્યો છે."
    },
    {
      "id": "4",
      "answer": "વિનંતી કરો કે જે વ્યવસાય ગ્રાહકનો વ્યક્તિગત ડેટા વેચે છે, તે ગ્રાહકનો વ્યક્તિગત ડેટા વેચે નહીં."
    },
    {
      "id": "5",
      "answer": "જો તમે વિનંતી કરો છો, તો તમને જવાબ આપવા માટે અમારી પાસે એક મહિનાનો સમય છે. જો તમે આમાંથી કોઈપણ અધિકારનો ઉપયોગ કરવા માંગતા હો, તો કૃપા કરીને અમારો સંપર્ક કરો."
    }
  ],
  "headingSeven": "GDPR ડેટા સંરક્ષણ અધિકારો",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "અમે ખાતરી કરવા માંગીએ છીએ કે તમે તમારા તમામ ડેટા સંરક્ષણ અધિકારોથી સંપૂર્ણપણે વાકેફ છો. દરેક વપરાશકર્તા નીચેના માટે હકદાર છે:"
    },
    {
      "id": "2",
      "answer": "ઍક્સેસ કરવાનો અધિકાર - તમને તમારા વ્યક્તિગત ડેટાની નકલોની વિનંતી કરવાનો અધિકાર છે. આ સેવા માટે અમે તમારી પાસેથી નાની ફી લઈ શકીએ છીએ."
    },
    {
      "id": "3",
      "answer": "સુધારણાનો અધિકાર - તમને વિનંતી કરવાનો અધિકાર છે કે અમે તમને અચોક્કસ માનતી કોઈપણ માહિતીને સુધારીએ. તમને વિનંતી કરવાનો પણ અધિકાર છે કે તમે જે માહિતી અધૂરી માનો છો તે અમે પૂર્ણ કરીએ."
    },
    {
      "id": "4",
      "answer": "ભૂંસી નાખવાનો અધિકાર - તમને વિનંતી કરવાનો અધિકાર છે કે અમે અમુક શરતો હેઠળ તમારો વ્યક્તિગત ડેટા ભૂંસી નાખીએ."
    },
    {
      "id": "5",
      "answer": "પ્રક્રિયાને પ્રતિબંધિત કરવાનો અધિકાર - તમને વિનંતી કરવાનો અધિકાર છે કે અમે અમુક શરતો હેઠળ તમારા વ્યક્તિગત ડેટાની પ્રક્રિયાને પ્રતિબંધિત કરીએ."
    },
    {
      "id": "6",
      "answer": "પ્રક્રિયા પર વાંધો ઉઠાવવાનો અધિકાર - તમને અમુક શરતો હેઠળ તમારા વ્યક્તિગત ડેટાની અમારી પ્રક્રિયા સામે વાંધો ઉઠાવવાનો અધિકાર છે."
    },
    {
      "id": "7",
      "answer": "ડેટા પોર્ટેબિલિટીનો અધિકાર - તમને વિનંતી કરવાનો અધિકાર છે કે અમે જે ડેટા અમે એકત્રિત કર્યો છે તેને અમુક શરતો હેઠળ અન્ય સંસ્થાને અથવા સીધા તમને ટ્રાન્સફર કરીએ."
    },
    {
      "id": "8",
      "answer": "જો તમે વિનંતી કરો છો, તો તમને જવાબ આપવા માટે અમારી પાસે એક મહિનાનો સમય છે. જો તમે આમાંથી કોઈપણ અધિકારનો ઉપયોગ કરવા માંગતા હો, તો કૃપા કરીને અમારો સંપર્ક કરો."
    }
  ],
  "headingEight": "બાળકોની માહિતી",
  "sectionEight": [
    {
      "id": "1",
      "answer": "અમારી પ્રાથમિકતાનો બીજો ભાગ એ છે કે ઇન્ટરનેટનો ઉપયોગ કરતી વખતે બાળકો માટે સુરક્ષા ઉમેરવી. અમે માતા-પિતા અને વાલીઓને તેમની ઑનલાઇન પ્રવૃત્તિનું નિરીક્ષણ કરવા, તેમાં ભાગ લેવા અને/અથવા મોનિટર કરવા અને માર્ગદર્શન આપવા પ્રોત્સાહિત કરીએ છીએ."
    },
    {
      "id": "2",
      "answer": "huluwatchparty જાણીજોઈને 13 વર્ષથી ઓછી ઉંમરના બાળકો પાસેથી કોઈપણ વ્યક્તિગત ઓળખી શકાય તેવી માહિતી એકત્રિત કરતી નથી. જો તમને લાગે કે તમારા બાળકે અમારી વેબસાઇટ પર આ પ્રકારની માહિતી પ્રદાન કરી છે, તો અમે તમને તાત્કાલિક અમારો સંપર્ક કરવા માટે ભારપૂર્વક પ્રોત્સાહિત કરીએ છીએ અને અમે તેને તાત્કાલિક દૂર કરવાના અમારા શ્રેષ્ઠ પ્રયાસો કરીશું. અમારા રેકોર્ડમાંથી આવી માહિતી."
    }
  ]
}
