{
  "headingOne": "מדיניות פרטיות עבור Huluwatchparty",
  "sectionOne": [
    {
      "id": "1",
      "answer": "ב-huluwatchparty, הנגיש מ-https://www.huluwatchparty.com/, אחד מהעדיפויות העיקריות שלנו הוא הפרטיות של המבקרים שלנו. מסמך מדיניות פרטיות זה מכיל סוגי מידע שנאסף ומתועד על ידי huluwatchparty וכיצד אנו משתמשים בו."
    },
    {
      "id": "2",
      "answer": "אם יש לך שאלות נוספות או שאתה זקוק למידע נוסף על מדיניות הפרטיות שלנו, אל תהסס לפנות אלינו."
    },
    {
      "id": "3",
      "answer": "מדיניות פרטיות זו חלה רק על הפעילויות המקוונות שלנו והיא תקפה למבקרים באתר האינטרנט שלנו בכל הנוגע למידע שהם שיתפו ו/או אוספים ב-huluwatchparty. מדיניות זו אינה חלה על כל מידע שנאסף במצב לא מקוון או בערוצים אחרים מלבד אתר זה."
    }
  ],
  "headingTwo": "הַסכָּמָה",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "על ידי שימוש באתר שלנו, אתה מסכים בזאת למדיניות הפרטיות שלנו ומסכים לתנאיה."
    },
    { "id": "2", "answer": "מידע שאנו אוספים" },
    {
      "id": "3",
      "answer": "המידע האישי שאתה מתבקש למסור, והסיבות שבגללן אתה מתבקש למסור אותו, יתבררו לך בנקודה שבה נבקש ממך למסור את המידע האישי שלך."
    },
    {
      "id": "4",
      "answer": "אם תפנה אלינו ישירות, אנו עשויים לקבל מידע נוסף עליך כגון שמך, כתובת הדואר האלקטרוני, מספר הטלפון שלך, תוכן ההודעה ו/או הקבצים המצורפים שאתה עשוי לשלוח אלינו, וכל מידע אחר שתבחר לספק."
    },
    {
      "id": "5",
      "answer": "כאשר אתה נרשם לחשבון, אנו עשויים לבקש את פרטי הקשר שלך, כולל פריטים כגון שם, שם חברה, כתובת, כתובת דואר אלקטרוני ומספר טלפון."
    }
  ],
  "headingThree": "כיצד אנו משתמשים במידע שלך",
  "sectionThree": [
    {
      "id": "1",
      "answer": "אנו משתמשים במידע שאנו אוספים בדרכים שונות, כולל כדי:"
    },
    { "id": "2", "answer": "לספק, להפעיל ולתחזק את האתר שלנו" },
    { "id": "3", "answer": "שפר, התאם אישית והרחיב את האתר שלנו" },
    { "id": "4", "answer": "הבן ונתח כיצד אתה משתמש באתר האינטרנט שלנו" },
    { "id": "5", "answer": "פתח מוצרים, שירותים, תכונות ופונקציונליות חדשים" },
    {
      "id": "6",
      "answer": "לתקשר איתך, ישירות או דרך אחד השותפים שלנו, לרבות לשירות לקוחות, כדי לספק לך עדכונים ומידע אחר הקשור לאתר, ולמטרות שיווק וקידום מכירות."
    },
    { "id": "7", "answer": "שולחים לך מיילים" },
    { "id": "8", "answer": "מצא ומניעת הונאה" }
  ],
  "headingFour": "קבצי יומן",
  "sectionFour": [
    {
      "id": "1",
      "answer": "huluwatchparty פועלת לפי נוהל סטנדרטי של שימוש בקובצי יומן. קבצים אלה רושמים מבקרים כאשר הם מבקרים באתרי אינטרנט. כל חברות האחסון עושות זאת וחלק מהניתוח של שירותי האחסון. המידע שנאסף על ידי קובצי יומן כולל כתובות פרוטוקול אינטרנט (IP), סוג דפדפן, ספק שירותי אינטרנט (ISP), חותמת תאריך ושעה, דפי הפניה/יציאה, ואולי מספר הקליקים. אלה אינם מקושרים לשום מידע המאפשר זיהוי אישי. מטרת המידע היא לניתוח מגמות, ניהול האתר, מעקב אחר תנועת הגולשים באתר ואיסוף מידע דמוגרפי."
    }
  ],
  "headingFive": "מדיניות הפרטיות של שותפי הפרסום",
  "sectionFive": [
    {
      "id": "1",
      "answer": "אתה יכול לעיין ברשימה זו כדי למצוא את מדיניות הפרטיות של כל אחד משותפי הפרסום של huluwatchparty."
    },
    {
      "id": "2",
      "answer": "שרתי מודעות או רשתות מודעות של צד שלישי משתמשים בטכנולוגיות כמו עוגיות, JavaScript או משואות אינטרנט המשמשות בפרסומות ובקישורים המתאימים שלהם המופיעים ב-huluwatchparty, הנשלחים ישירות לדפדפן של המשתמשים. הם מקבלים אוטומטית את כתובת ה-IP שלך כאשר זה קורה. טכנולוגיות אלו משמשות למדידת האפקטיביות של מסעות הפרסום שלהם ו/או כדי להתאים אישית את תוכן הפרסום שאתה רואה באתרים שבהם אתה מבקר."
    },
    {
      "id": "3",
      "answer": "שימו לב של-huluwatchparty אין גישה או שליטה על קובצי Cookie אלה המשמשים מפרסמים של צד שלישי."
    },
    { "id": "3", "answer": "מדיניות פרטיות של צד שלישי" },
    {
      "id": "4",
      "answer": "מדיניות הפרטיות של huluwatchparty אינה חלה על מפרסמים או אתרים אחרים. לפיכך, אנו ממליצים לך לעיין במדיניות הפרטיות המתאימה של שרתי מודעות צד שלישי אלה לקבלת מידע מפורט יותר. זה עשוי לכלול את שיטות העבודה וההנחיות שלהם לגבי אופן ביטול ההסכמה לאפשרויות מסוימות."
    },
    {
      "id": "5",
      "answer": "אתה יכול לבחור להשבית קובצי Cookie דרך אפשרויות הדפדפן האישיות שלך. כדי לדעת מידע מפורט יותר על ניהול קובצי Cookie עם דפדפני אינטרנט ספציפיים, ניתן למצוא אותו באתרי האינטרנט של הדפדפנים המתאימים."
    }
  ],
  "headingSix": "זכויות הפרטיות של CCPA (אל תמכור את המידע האישי שלי)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "על פי ה-CCPA, בין היתר, לצרכנים בקליפורניה יש את הזכות:"
    },
    {
      "id": "2",
      "answer": "בקש מעסק שאוסף נתונים אישיים של צרכן לחשוף את הקטגוריות והפרטים הספציפיים של נתונים אישיים שעסק אסף על צרכנים."
    },
    { "id": "3", "answer": "בקש מעסק למחוק כל מידע אישי על הצרכן שעסק אסף." },
    {
      "id": "4",
      "answer": "לבקש מעסק שמוכר נתונים אישיים של צרכן, לא למכור את הנתונים האישיים של הצרכן."
    },
    {
      "id": "5",
      "answer": "אם תגיש בקשה, יש לנו חודש לענות לך. אם ברצונך לממש אחת מהזכויות הללו, אנא צור איתנו קשר."
    }
  ],
  "headingSeven": "זכויות הגנת מידע GDPR",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "ברצוננו לוודא שאתה מודע לחלוטין לכל זכויות הגנת הנתונים שלך. כל משתמש זכאי לתנאים הבאים:"
    },
    {
      "id": "2",
      "answer": "זכות הגישה - יש לך הזכות לבקש עותקים של הנתונים האישיים שלך. אנו עשויים לגבות ממך עמלה קטנה עבור שירות זה."
    },
    {
      "id": "3",
      "answer": "הזכות לתיקון - יש לך הזכות לבקש שנתקן כל מידע שלדעתך אינו מדויק. יש לך גם את הזכות לבקש שנשלים את המידע שלדעתך אינו שלם."
    },
    {
      "id": "4",
      "answer": "הזכות למחיקה - יש לך את הזכות לבקש שנמחק את הנתונים האישיים שלך, בתנאים מסוימים."
    },
    {
      "id": "5",
      "answer": "הזכות להגביל את העיבוד - יש לך הזכות לבקש שנגביל את העיבוד של הנתונים האישיים שלך, בתנאים מסוימים."
    },
    {
      "id": "6",
      "answer": "הזכות להתנגד לעיבוד - יש לך את הזכות להתנגד לעיבוד שלנו של הנתונים האישיים שלך, בתנאים מסוימים."
    },
    {
      "id": "7",
      "answer": "הזכות לניידות נתונים – יש לך הזכות לבקש שנעביר את הנתונים שאספנו לארגון אחר, או ישירות אליך, בתנאים מסוימים."
    },
    {
      "id": "8",
      "answer": "אם תגיש בקשה, יש לנו חודש לענות לך. אם ברצונך לממש אחת מהזכויות הללו, אנא צור איתנו קשר."
    }
  ],
  "headingEight": "מידע לילדים",
  "sectionEight": [
    {
      "id": "1",
      "answer": "חלק נוסף מהעדיפות שלנו הוא הוספת הגנה לילדים בזמן השימוש באינטרנט. אנו מעודדים הורים ואפוטרופוסים לצפות, להשתתף ו/או לפקח ולהנחות את הפעילות המקוונת שלהם."
    },
    {
      "id": "2",
      "answer": "huluwatchparty אינה אוספת ביודעין מידע אישי מזהה מילדים מתחת לגיל 13. אם אתה חושב שילדך סיפק מידע מסוג זה באתר האינטרנט שלנו, אנו ממליצים לך בחום ליצור איתנו קשר באופן מיידי ואנו נעשה כמיטב יכולתנו להסיר באופן מיידי מידע כזה מהרישומים שלנו."
    }
  ]
}
