{
  "headingOne": "हुलुवाचपार्टी के लिए गोपनीयता नीति",
  "sectionOne": [
    {
      "id": "1",
      "answer": "Huluwatchparty पर, https://www.huluwatchparty.com/ से पहुंच योग्य, हमारी मुख्य प्राथमिकताओं में से एक हमारे आगंतुकों की गोपनीयता है। इस गोपनीयता नीति दस्तावेज़ में हुलुवॉचपार्टी द्वारा एकत्रित और रिकॉर्ड की गई जानकारी के प्रकार और हम इसका उपयोग कैसे करते हैं, शामिल है।"
    },
    {
      "id": "2",
      "answer": "यदि आपके पास अतिरिक्त प्रश्न हैं या हमारी गोपनीयता नीति के बारे में अधिक जानकारी की आवश्यकता है, तो हमसे संपर्क करने में संकोच न करें।"
    },
    {
      "id": "3",
      "answer": "यह गोपनीयता नीति केवल हमारी ऑनलाइन गतिविधियों पर लागू होती है और हमारी वेबसाइट पर आने वाले आगंतुकों के लिए उस जानकारी के संबंध में मान्य है जो उन्होंने हुलुवॉचपार्टी में साझा की है और/या एकत्र की है। यह नीति इस वेबसाइट के अलावा ऑफ़लाइन या अन्य चैनलों के माध्यम से एकत्र की गई किसी भी जानकारी पर लागू नहीं है।"
    }
  ],
  "headingTwo": "सहमति",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "हमारी वेबसाइट का उपयोग करके, आप हमारी गोपनीयता नीति पर सहमति देते हैं और इसकी शर्तों से सहमत होते हैं।"
    },
    { "id": "2", "answer": "जानकारी हम एकत्रित करते हैं" },
    {
      "id": "3",
      "answer": "आपसे जो व्यक्तिगत जानकारी प्रदान करने के लिए कहा गया है, और जिन कारणों से आपसे इसे प्रदान करने के लिए कहा गया है, वे आपको उस बिंदु पर स्पष्ट कर दिए जाएंगे जब हम आपसे आपकी व्यक्तिगत जानकारी प्रदान करने के लिए कहेंगे।"
    },
    {
      "id": "4",
      "answer": "यदि आप हमसे सीधे संपर्क करते हैं, तो हमें आपके बारे में अतिरिक्त जानकारी प्राप्त हो सकती है जैसे आपका नाम, ईमेल पता, फोन नंबर, आपके द्वारा हमें भेजे गए संदेश और/या अनुलग्नकों की सामग्री, और कोई अन्य जानकारी जिसे आप प्रदान करना चुन सकते हैं।"
    },
    {
      "id": "5",
      "answer": "जब आप किसी खाते के लिए पंजीकरण करते हैं, तो हम आपकी संपर्क जानकारी मांग सकते हैं, जिसमें नाम, कंपनी का नाम, पता, ईमेल पता और टेलीफोन नंबर जैसी चीजें शामिल हैं।"
    }
  ],
  "headingThree": "हम आपकी सूचना का किस प्रकार प्रयोग करते हैं",
  "sectionThree": [
    {
      "id": "1",
      "answer": "हम एकत्रित की गई जानकारी का उपयोग विभिन्न तरीकों से करते हैं, जिनमें शामिल हैं:"
    },
    {
      "id": "2",
      "answer": "हमारी वेबसाइट प्रदान करें, संचालित करें और बनाए रखें"
    },
    {
      "id": "3",
      "answer": "हमारी वेबसाइट को सुधारें, वैयक्तिकृत करें और विस्तारित करें"
    },
    {
      "id": "4",
      "answer": "समझें और विश्लेषण करें कि आप हमारी वेबसाइट का उपयोग कैसे करते हैं"
    },
    {
      "id": "5",
      "answer": "नए उत्पाद, सेवाएँ, सुविधाएँ और कार्यक्षमता विकसित करें"
    },
    {
      "id": "6",
      "answer": "ग्राहक सेवा सहित, आपको वेबसाइट से संबंधित अपडेट और अन्य जानकारी प्रदान करने के लिए, और विपणन और प्रचार उद्देश्यों के लिए, सीधे या हमारे किसी भागीदार के माध्यम से आपसे संवाद करें।"
    },
    { "id": "7", "answer": "आपको ईमेल भेजें" },
    { "id": "8", "answer": "धोखाधड़ी ढूंढें और रोकें" }
  ],
  "headingFour": "फाइल्स लॉग करें # लॉग फाइलें",
  "sectionFour": [
    {
      "id": "1",
      "answer": "हुलुवॉचपार्टी लॉग फ़ाइलों का उपयोग करने की एक मानक प्रक्रिया का पालन करती है। जब विज़िटर वेबसाइटों पर जाते हैं तो ये फ़ाइलें उन्हें लॉग करती हैं। सभी होस्टिंग कंपनियाँ ऐसा करती हैं और यह होस्टिंग सेवाओं के विश्लेषण का एक हिस्सा है। लॉग फ़ाइलों द्वारा एकत्र की गई जानकारी में इंटरनेट प्रोटोकॉल (आईपी) पते, ब्राउज़र प्रकार, इंटरनेट सेवा प्रदाता (आईएसपी), दिनांक और समय टिकट, रेफरिंग/निकास पृष्ठ और संभवतः क्लिक की संख्या शामिल है। ये किसी भी ऐसी जानकारी से जुड़े नहीं हैं जो व्यक्तिगत रूप से पहचान योग्य हो। जानकारी का उद्देश्य रुझानों का विश्लेषण करना, साइट का प्रबंधन करना, वेबसाइट पर उपयोगकर्ताओं की गतिविधियों पर नज़र रखना और जनसांख्यिकीय जानकारी एकत्र करना है।"
    }
  ],
  "headingFive": "विज्ञापन भागीदार गोपनीयता नीतियाँ",
  "sectionFive": [
    {
      "id": "1",
      "answer": "आप हुलुवॉचपार्टी के प्रत्येक विज्ञापन भागीदार के लिए गोपनीयता नीति खोजने के लिए इस सूची से परामर्श ले सकते हैं।"
    },
    {
      "id": "2",
      "answer": "तृतीय-पक्ष विज्ञापन सर्वर या विज्ञापन नेटवर्क कुकीज़, जावास्क्रिप्ट, या वेब बीकन जैसी प्रौद्योगिकियों का उपयोग करते हैं जिनका उपयोग उनके संबंधित विज्ञापनों और हुलुवॉचपार्टी पर दिखाई देने वाले लिंक में किया जाता है, जो सीधे उपयोगकर्ताओं के ब्राउज़र पर भेजे जाते हैं। जब यह होता है, तब वे अपने आप आपका आईपी पता प्राप्त कर लेते हैं। इन तकनीकों का उपयोग उनके विज्ञापन अभियानों की प्रभावशीलता को मापने और/या आपके द्वारा देखी जाने वाली वेबसाइटों पर देखी जाने वाली विज्ञापन सामग्री को वैयक्तिकृत करने के लिए किया जाता है।"
    },
    {
      "id": "3",
      "answer": "ध्यान दें कि तीसरे पक्ष के विज्ञापनदाताओं द्वारा उपयोग की जाने वाली इन कुकीज़ तक हुलुवॉचपार्टी की कोई पहुंच या नियंत्रण नहीं है।"
    },
    { "id": "3", "answer": "तृतीय पक्ष गोपनीयता नीतियाँ" },
    {
      "id": "4",
      "answer": "हुलुवॉचपार्टी की गोपनीयता नीति अन्य विज्ञापनदाताओं या वेबसाइटों पर लागू नहीं होती है। इस प्रकार, हम आपको अधिक विस्तृत जानकारी के लिए इन तृतीय-पक्ष विज्ञापन सर्वरों की संबंधित गोपनीयता नीतियों से परामर्श करने की सलाह दे रहे हैं। इसमें कुछ विकल्पों से बाहर निकलने के तरीके के बारे में उनकी प्रथाएँ और निर्देश शामिल हो सकते हैं।"
    },
    {
      "id": "5",
      "answer": "आप अपने व्यक्तिगत ब्राउज़र विकल्पों के माध्यम से कुकीज़ को अक्षम करना चुन सकते हैं। विशिष्ट वेब ब्राउज़र के साथ कुकी प्रबंधन के बारे में अधिक विस्तृत जानकारी जानने के लिए, इसे ब्राउज़र की संबंधित वेबसाइटों पर पाया जा सकता है।"
    }
  ],
  "headingSix": "सीसीपीए गोपनीयता अधिकार (मेरी व्यक्तिगत जानकारी न बेचें)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "सीसीपीए के तहत, अन्य अधिकारों के अलावा, कैलिफोर्निया के उपभोक्ताओं के पास ये अधिकार हैं:"
    },
    {
      "id": "2",
      "answer": "अनुरोध करें कि एक व्यवसाय जो उपभोक्ता का व्यक्तिगत डेटा एकत्र करता है, वह उन श्रेणियों और व्यक्तिगत डेटा के विशिष्ट टुकड़ों का खुलासा करता है जो एक व्यवसाय ने उपभोक्ताओं के बारे में एकत्र किया है।"
    },
    {
      "id": "3",
      "answer": "अनुरोध करें कि कोई व्यवसाय उपभोक्ता के बारे में व्यवसाय द्वारा एकत्र किए गए किसी भी व्यक्तिगत डेटा को हटा दे।"
    },
    {
      "id": "4",
      "answer": "अनुरोध है कि जो व्यवसाय उपभोक्ता का निजी डेटा बेचता है, वह उपभोक्ता का निजी डेटा न बेचे।"
    },
    {
      "id": "5",
      "answer": "यदि आप कोई अनुरोध करते हैं, तो हमारे पास आपको जवाब देने के लिए एक महीने का समय है। यदि आप इनमें से किसी भी अधिकार का प्रयोग करना चाहते हैं, तो कृपया हमसे संपर्क करें।"
    }
  ],
  "headingSeven": "जीडीपीआर डेटा सुरक्षा अधिकार",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "हम यह सुनिश्चित करना चाहेंगे कि आप अपने सभी डेटा सुरक्षा अधिकारों से पूरी तरह अवगत हों। प्रत्येक उपयोगकर्ता निम्नलिखित का हकदार है:"
    },
    {
      "id": "2",
      "answer": "पहुंच का अधिकार - आपको अपने व्यक्तिगत डेटा की प्रतियों का अनुरोध करने का अधिकार है। इस सेवा के लिए हम आपसे एक छोटा सा शुल्क ले सकते हैं।"
    },
    {
      "id": "3",
      "answer": "सुधार का अधिकार - आपको यह अनुरोध करने का अधिकार है कि हम किसी भी जानकारी को सही करें जो आपको लगता है कि गलत है। आपको यह अनुरोध करने का भी अधिकार है कि हम उस जानकारी को पूरा करें जिसे आप अधूरा मानते हैं।"
    },
    {
      "id": "4",
      "answer": "मिटाने का अधिकार - कुछ शर्तों के तहत, आपको यह अनुरोध करने का अधिकार है कि हम आपका व्यक्तिगत डेटा मिटा दें।"
    },
    {
      "id": "5",
      "answer": "प्रसंस्करण को प्रतिबंधित करने का अधिकार - आपको यह अनुरोध करने का अधिकार है कि हम कुछ शर्तों के तहत आपके व्यक्तिगत डेटा के प्रसंस्करण को प्रतिबंधित करें।"
    },
    {
      "id": "6",
      "answer": "प्रसंस्करण पर आपत्ति करने का अधिकार - कुछ शर्तों के तहत, आपको अपने व्यक्तिगत डेटा के हमारे प्रसंस्करण पर आपत्ति करने का अधिकार है।"
    },
    {
      "id": "7",
      "answer": "डेटा पोर्टेबिलिटी का अधिकार - आपको यह अनुरोध करने का अधिकार है कि हमने जो डेटा एकत्र किया है उसे कुछ शर्तों के तहत किसी अन्य संगठन या सीधे आपको स्थानांतरित कर दें।"
    },
    {
      "id": "8",
      "answer": "यदि आप कोई अनुरोध करते हैं, तो हमारे पास आपको जवाब देने के लिए एक महीने का समय है। यदि आप इनमें से किसी भी अधिकार का प्रयोग करना चाहते हैं, तो कृपया हमसे संपर्क करें।"
    }
  ],
  "headingEight": "बच्चों की जानकारी",
  "sectionEight": [
    {
      "id": "1",
      "answer": "हमारी प्राथमिकता का एक अन्य हिस्सा इंटरनेट का उपयोग करते समय बच्चों के लिए सुरक्षा जोड़ना है। हम माता-पिता और अभिभावकों को उनकी ऑनलाइन गतिविधि का निरीक्षण करने, उसमें भाग लेने और/या निगरानी करने और मार्गदर्शन करने के लिए प्रोत्साहित करते हैं।"
    },
    {
      "id": "2",
      "answer": "हुलुवॉचपार्टी 13 वर्ष से कम उम्र के बच्चों से जानबूझकर कोई भी व्यक्तिगत पहचान योग्य जानकारी एकत्र नहीं करती है। यदि आपको लगता है कि आपके बच्चे ने हमारी वेबसाइट पर इस प्रकार की जानकारी प्रदान की है, तो हम आपको तुरंत हमसे संपर्क करने के लिए दृढ़ता से प्रोत्साहित करते हैं और हम तुरंत हटाने के लिए अपना सर्वश्रेष्ठ प्रयास करेंगे। ऐसी जानकारी हमारे रिकॉर्ड से."
    }
  ]
}
