{
  "headingOne": "Informativa sulla privacy per Huluwatchparty",
  "sectionOne": [
    {
      "id": "1",
      "answer": "Su huluwatchparty, accessibile da https://www.huluwatchparty.com/, una delle nostre priorità principali è la privacy dei nostri visitatori. Il presente documento di Informativa sulla privacy contiene i tipi di informazioni raccolte e registrate da huluwatchparty e il modo in cui le utilizziamo."
    },
    {
      "id": "2",
      "answer": "Se hai ulteriori domande o richiedi maggiori informazioni sulla nostra Informativa sulla privacy, non esitare a contattarci."
    },
    {
      "id": "3",
      "answer": "La presente Informativa sulla privacy si applica solo alle nostre attività online ed è valida per i visitatori del nostro sito Web per quanto riguarda le informazioni che hanno condiviso e/o raccolto su huluwatchparty. Questa politica non è applicabile ad alcuna informazione raccolta offline o tramite canali diversi da questo sito web."
    }
  ],
  "headingTwo": "Consenso",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "Utilizzando il nostro sito Web, acconsenti alla nostra Informativa sulla privacy e accetti i suoi termini."
    },
    { "id": "2", "answer": "Informazioni che raccogliamo" },
    {
      "id": "3",
      "answer": "Le informazioni personali che ti viene chiesto di fornire e i motivi per cui ti viene chiesto di fornirle ti saranno chiariti nel momento in cui ti chiederemo di fornire le tue informazioni personali."
    },
    {
      "id": "4",
      "answer": "Se ci contatti direttamente, potremmo ricevere ulteriori informazioni su di te come nome, indirizzo email, numero di telefono, contenuto del messaggio e/o allegati che potresti inviarci e qualsiasi altra informazione che potresti scegliere di fornire."
    },
    {
      "id": "5",
      "answer": "Quando ti registri per un Account, potremmo chiederti le informazioni di contatto, inclusi elementi come nome, nome dell'azienda, indirizzo, indirizzo email e numero di telefono."
    }
  ],
  "headingThree": "Come utilizziamo le tue informazioni",
  "sectionThree": [
    {
      "id": "1",
      "answer": "Utilizziamo le informazioni che raccogliamo in vari modi, tra cui:"
    },
    { "id": "2", "answer": "Fornire, gestire e mantenere il nostro sito web" },
    {
      "id": "3",
      "answer": "Migliorare, personalizzare ed espandere il nostro sito web"
    },
    {
      "id": "4",
      "answer": "Comprendere e analizzare come utilizzi il nostro sito web"
    },
    {
      "id": "5",
      "answer": "Sviluppare nuovi prodotti, servizi, caratteristiche e funzionalità"
    },
    {
      "id": "6",
      "answer": "Comunicare con te, direttamente o tramite uno dei nostri partner, anche per il servizio clienti, per fornirti aggiornamenti e altre informazioni relative al sito web e per scopi di marketing e promozionali"
    },
    { "id": "7", "answer": "Ti mando email" },
    { "id": "8", "answer": "Trova e previeni le frodi" }
  ],
  "headingFour": "Log files",
  "sectionFour": [
    {
      "id": "1",
      "answer": "huluwatchparty segue una procedura standard di utilizzo dei file di registro. Questi file registrano i visitatori quando visitano i siti Web. Tutte le società di hosting fanno questo e una parte dell'analisi dei servizi di hosting. Le informazioni raccolte dai file di registro includono indirizzi IP (protocollo Internet), tipo di browser, provider di servizi Internet (ISP), data e ora, pagine di riferimento/uscita ed eventualmente il numero di clic. Questi non sono collegati ad alcuna informazione che possa identificare la persona. Lo scopo delle informazioni è analizzare le tendenze, amministrare il sito, tracciare il movimento degli utenti sul sito web e raccogliere informazioni demografiche."
    }
  ],
  "headingFive": "Politiche sulla privacy dei partner pubblicitari",
  "sectionFive": [
    {
      "id": "1",
      "answer": "Puoi consultare questo elenco per trovare l'Informativa sulla privacy per ciascuno dei partner pubblicitari di huluwatchparty."
    },
    {
      "id": "2",
      "answer": "Gli ad server o le reti pubblicitarie di terze parti utilizzano tecnologie come cookie, JavaScript o Web Beacon utilizzati nelle rispettive pubblicità e collegamenti visualizzati su huluwatchparty, che vengono inviati direttamente al browser dell'utente. Ricevono automaticamente il tuo indirizzo IP quando ciò accade. Queste tecnologie vengono utilizzate per misurare l'efficacia delle loro campagne pubblicitarie e/o per personalizzare il contenuto pubblicitario che vedi sui siti web che visiti."
    },
    {
      "id": "3",
      "answer": "Tieni presente che huluwatchparty non ha accesso o controllo su questi cookie utilizzati da inserzionisti di terze parti."
    },
    { "id": "3", "answer": "Politiche sulla privacy di terze parti" },
    {
      "id": "4",
      "answer": "L'Informativa sulla privacy di huluwatchparty non si applica ad altri inserzionisti o siti web. Pertanto, ti consigliamo di consultare le rispettive Politiche sulla privacy di questi ad server di terze parti per informazioni più dettagliate. Potrebbe includere le loro pratiche e istruzioni su come rinunciare a determinate opzioni."
    },
    {
      "id": "5",
      "answer": "Puoi scegliere di disabilitare i cookie attraverso le opzioni del tuo browser individuale. Per conoscere informazioni più dettagliate sulla gestione dei cookie con specifici browser web è possibile reperirle sui siti dei rispettivi browser."
    }
  ],
  "headingSix": "Diritti sulla privacy CCPA (Non vendere le mie informazioni personali)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "Secondo il CCPA, tra gli altri diritti, i consumatori della California hanno il diritto di:"
    },
    {
      "id": "2",
      "answer": "Richiedere che un'azienda che raccoglie i dati personali di un consumatore divulghi le categorie e i dati personali specifici che un'azienda ha raccolto sui consumatori."
    },
    {
      "id": "3",
      "answer": "Richiedere a un'azienda di eliminare tutti i dati personali del consumatore raccolti da un'azienda."
    },
    {
      "id": "4",
      "answer": "Richiedere che un'azienda che vende i dati personali di un consumatore non venda i dati personali del consumatore."
    },
    {
      "id": "5",
      "answer": "Se fai una richiesta, abbiamo un mese per risponderti. Se desideri esercitare uno di questi diritti, ti preghiamo di contattarci."
    }
  ],
  "headingSeven": "Diritti sulla protezione dei dati GDPR",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "Desideriamo assicurarci che tu sia pienamente consapevole di tutti i tuoi diritti in materia di protezione dei dati. Ogni utente ha diritto a quanto segue:"
    },
    {
      "id": "2",
      "answer": "Il diritto di accesso – Hai il diritto di richiedere copie dei tuoi dati personali. Potremmo addebitarti una piccola tariffa per questo servizio."
    },
    {
      "id": "3",
      "answer": "Il diritto alla rettifica – Hai il diritto di richiederci di correggere qualsiasi informazione che ritieni sia inaccurata. Hai anche il diritto di richiederci di completare le informazioni che ritieni siano incomplete."
    },
    {
      "id": "4",
      "answer": "Il diritto alla cancellazione – Hai il diritto di richiedere la cancellazione dei tuoi dati personali, a determinate condizioni."
    },
    {
      "id": "5",
      "answer": "Il diritto di limitare il trattamento – Hai il diritto di richiederci di limitare il trattamento dei tuoi dati personali, a determinate condizioni."
    },
    {
      "id": "6",
      "answer": "Il diritto di opporsi al trattamento – Hai il diritto di opporti al trattamento dei tuoi dati personali, a determinate condizioni."
    },
    {
      "id": "7",
      "answer": "Il diritto alla portabilità dei dati – Hai il diritto di richiederci di trasferire i dati che abbiamo raccolto a un’altra organizzazione, o direttamente a te, a determinate condizioni."
    },
    {
      "id": "8",
      "answer": "Se fai una richiesta, abbiamo un mese per risponderti. Se desideri esercitare uno di questi diritti, ti preghiamo di contattarci."
    }
  ],
  "headingEight": "Informazioni sui bambini",
  "sectionEight": [
    {
      "id": "1",
      "answer": "Un'altra parte della nostra priorità è aggiungere protezione ai bambini durante l'utilizzo di Internet. Incoraggiamo genitori e tutori a osservare, partecipare e/o monitorare e guidare la loro attività online."
    },
    {
      "id": "2",
      "answer": "huluwatchparty non raccoglie consapevolmente alcuna informazione personale identificabile da bambini di età inferiore a 13 anni. Se ritieni che tuo figlio abbia fornito questo tipo di informazioni sul nostro sito Web, ti invitiamo vivamente a contattarci immediatamente e faremo del nostro meglio per rimuovere tempestivamente tali informazioni dai nostri archivi."
    }
  ]
}
