{
  "headingOne": "Huluwatchpartyのプライバシーポリシー",
  "sectionOne": [
    {
      "id": "1",
      "answer": "https://www.huluwatchparty.com/ からアクセスできる huluwatchparty では、訪問者のプライバシーを最優先事項の 1 つとしています。このプライバシー ポリシー文書には、huluwatchparty によって収集および記録される情報の種類とその使用方法が含まれています。"
    },
    {
      "id": "2",
      "answer": "当社のプライバシー ポリシーについてさらにご質問がある場合、または詳細情報が必要な場合は、お気軽にお問い合わせください。"
    },
    {
      "id": "3",
      "answer": "このプライバシーポリシーは当社のオンライン活動にのみ適用され、huluwatchparty で共有および/または収集した情報に関して当社 Web サイトの訪問者に有効です。このポリシーは、オフラインで収集された情報、またはこの Web サイト以外のチャネル経由で収集された情報には適用されません。"
    }
  ],
  "headingTwo": "同意",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "当社の Web サイトを使用することにより、お客様は当社のプライバシー ポリシーに同意し、その条件に同意したものとみなされます。"
    },
    { "id": "2", "answer": "当社が収集する情報" },
    {
      "id": "3",
      "answer": "あなたが提供を求められる個人情報、およびあなたがその提供を求められる理由は、当社があなたの個人情報の提供を求める時点であなたに明らかにされます。"
    },
    {
      "id": "4",
      "answer": "お客様が当社に直接ご連絡いただく場合、当社は、お客様の名前、電子メール アドレス、電話番号、お客様が当社に送信するメッセージおよび/または添付ファイルの内容、およびお客様が提供することを選択したその他の情報など、お客様に関する追加情報を受け取る場合があります。"
    },
    {
      "id": "5",
      "answer": "アカウントに登録する際、名前、会社名、住所、メールアドレス、電話番号などの連絡先情報をお伺いする場合があります。"
    }
  ],
  "headingThree": "お客様の情報の使用方法",
  "sectionThree": [
    {
      "id": "1",
      "answer": "当社は収集した情報を次のようなさまざまな方法で使用します。"
    },
    { "id": "2", "answer": "当社ウェブサイトの提供、運営、保守のため" },
    { "id": "3", "answer": "当社ウェブサイトの改善、パーソナライズ、拡張" },
    { "id": "4", "answer": "当社ウェブサイトの使用方法を理解し、分析する" },
    { "id": "5", "answer": "新しい製品、サービス、機能を開発する" },
    {
      "id": "6",
      "answer": "顧客サービスを含め、ウェブサイトに関連する最新情報やその他の情報を提供するため、またマーケティングおよびプロモーションを目的として、直接または当社のパートナーを通じてお客様と連絡を取るため"
    },
    { "id": "7", "answer": "メールを送信します" },
    { "id": "8", "answer": "不正行為を発見して防止する" }
  ],
  "headingFour": "ログファイル",
  "sectionFour": [
    {
      "id": "1",
      "answer": "huluwatchparty は、ログ ファイルを使用する標準的な手順に従います。これらのファイルは、訪問者が Web サイトにアクセスしたときに記録します。すべてのホスティング会社はこれとホスティング サービスの分析の一部を行っています。ログ ファイルによって収集される情報には、インターネット プロトコル (IP) アドレス、ブラウザの種類、インターネット サービス プロバイダー (ISP)、日付とタイム スタンプ、ページの参照/終了、および場合によってはクリック数が含まれます。これらは個人を特定できる情報にはリンクされていません。情報の目的は、傾向の分析、サイトの管理、Web サイト上のユーザーの動きの追跡、および人口統計情報の収集です。"
    }
  ],
  "headingFive": "広告パートナーのプライバシー ポリシー",
  "sectionFive": [
    {
      "id": "1",
      "answer": "このリストを参照して、huluwatchparty の各広告パートナーのプライバシー ポリシーを見つけることができます。"
    },
    {
      "id": "2",
      "answer": "サードパーティの広告サーバーまたは広告ネットワークは、huluwatchparty に表示されるそれぞれの広告やリンクで使用される Cookie、JavaScript、Web ビーコンなどのテクノロジーを使用しており、ユーザーのブラウザーに直接送信されます。これが発生すると、彼らはあなたの IP アドレスを自動的に受け取ります。これらのテクノロジーは、広告キャンペーンの効果を測定したり、アクセスした Web サイトに表示される広告コンテンツをパーソナライズしたりするために使用されます。"
    },
    {
      "id": "3",
      "answer": "huluwatchparty は、サードパーティの広告主が使用するこれらの Cookie にアクセスしたり、制御したりできないことに注意してください。"
    },
    { "id": "3", "answer": "サードパーティのプライバシーポリシー" },
    {
      "id": "4",
      "answer": "huluwatchparty のプライバシー ポリシーは、他の広告主やウェブサイトには適用されません。したがって、より詳細な情報については、これらのサードパーティ広告サーバーのそれぞれのプライバシー ポリシーを参照することをお勧めします。これには、特定のオプションをオプトアウトする方法に関する実践方法や指示が含まれる場合があります。"
    },
    {
      "id": "5",
      "answer": "個々のブラウザのオプションを通じて Cookie を無効にすることを選択できます。特定の Web ブラウザーでの Cookie 管理の詳細については、ブラウザーのそれぞれの Web サイトを参照してください。"
    }
  ],
  "headingSix": "CCPA プライバシー権 (個人情報を販売しないでください)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "CCPA に基づいて、特にカリフォルニア州の消費者は次の権利を有します。"
    },
    {
      "id": "2",
      "answer": "消費者の個人データを収集する企業に対し、企業が消費者に関して収集した個人データのカテゴリと特定の部分を開示するよう要求します。"
    },
    {
      "id": "3",
      "answer": "企業が収集した消費者に関する個人データを削除するよう企業に要求します。"
    },
    {
      "id": "4",
      "answer": "消費者の個人データを販売する企業に対しては、消費者の個人データを販売しないように要求します。"
    },
    {
      "id": "5",
      "answer": "リクエストをいただいた場合、ご返答までに 1 か月かかります。これらの権利を行使したい場合は、当社までご連絡ください。"
    }
  ],
  "headingSeven": "GDPR データ保護の権利",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "私たちは、お客様がすべてのデータ保護の権利を十分に認識していることを確認したいと考えています。すべてのユーザーには次の権利があります。"
    },
    {
      "id": "2",
      "answer": "アクセスする権利 – あなたには、自分の個人データのコピーを要求する権利があります。このサービスに対して少額の料金を請求する場合があります。"
    },
    {
      "id": "3",
      "answer": "修正する権利 – あなたは、不正確だと思われる情報を修正するよう当社に要求する権利を有します。また、お客様には、不完全であると思われる情報を当社に記入するよう要求する権利もあります。"
    },
    {
      "id": "4",
      "answer": "消去する権利 – お客様には、特定の条件下で、当社にお客様の個人データの消去を要求する権利があります。"
    },
    {
      "id": "5",
      "answer": "処理を制限する権利 – お客様には、特定の条件下で、当社による個人データの処理の制限を要求する権利があります。"
    },
    {
      "id": "6",
      "answer": "処理に異議を唱える権利 – あなたには、特定の条件下で、当社による個人データの処理に異議を唱える権利があります。"
    },
    {
      "id": "7",
      "answer": "データのポータビリティの権利 – お客様には、特定の条件下で、当社が収集したデータを別の組織に、またはお客様に直接転送するよう要求する権利があります。"
    },
    {
      "id": "8",
      "answer": "リクエストをいただいた場合、ご返答までに 1 か月かかります。これらの権利を行使したい場合は、当社までご連絡ください。"
    }
  ],
  "headingEight": "お子様向けの情報",
  "sectionEight": [
    {
      "id": "1",
      "answer": "私たちのもう 1 つの優先事項は、インターネット使用中の子供たちへの保護を追加することです。保護者の方には、オンライン活動を観察、参加、監視、指導することをお勧めします。"
    },
    {
      "id": "2",
      "answer": "huluwatchparty は、13 歳未満のお子様から故意に個人識別情報を収集することはありません。お子様がこの種の情報を当社の Web サイトに提供したと思われる場合は、直ちに当社にご連絡いただくことを強くお勧めします。速やかに削除するよう最善の努力をいたします。私たちの記録からのそのような情報。"
    }
  ]
}
