{
  "headingOne": "ಹುಲುವಾಚ್ ಪಾರ್ಟಿಗಾಗಿ ಗೌಪ್ಯತೆ ನೀತಿ",
  "sectionOne": [
    {
      "id": "1",
      "answer": "huluwatchparty ನಲ್ಲಿ, https://www.huluwatchparty.com/ ನಿಂದ ಪ್ರವೇಶಿಸಬಹುದು, ನಮ್ಮ ಸಂದರ್ಶಕರ ಗೌಪ್ಯತೆ ನಮ್ಮ ಪ್ರಮುಖ ಆದ್ಯತೆಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ. ಈ ಗೌಪ್ಯತಾ ನೀತಿ ಡಾಕ್ಯುಮೆಂಟ್ huluwatchparty ಸಂಗ್ರಹಿಸಿದ ಮತ್ತು ರೆಕಾರ್ಡ್ ಮಾಡಲಾದ ಮಾಹಿತಿಯ ಪ್ರಕಾರಗಳನ್ನು ಒಳಗೊಂಡಿದೆ ಮತ್ತು ನಾವು ಅದನ್ನು ಹೇಗೆ ಬಳಸುತ್ತೇವೆ."
    },
    {
      "id": "2",
      "answer": "ನೀವು ಹೆಚ್ಚುವರಿ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ ಅಥವಾ ನಮ್ಮ ಗೌಪ್ಯತೆ ನೀತಿಯ ಕುರಿತು ಹೆಚ್ಚಿನ ಮಾಹಿತಿ ಅಗತ್ಯವಿದ್ದರೆ, ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ಹಿಂಜರಿಯಬೇಡಿ."
    },
    {
      "id": "3",
      "answer": "ಈ ಗೌಪ್ಯತಾ ನೀತಿಯು ನಮ್ಮ ಆನ್‌ಲೈನ್ ಚಟುವಟಿಕೆಗಳಿಗೆ ಮಾತ್ರ ಅನ್ವಯಿಸುತ್ತದೆ ಮತ್ತು ಹುಲುವಾಚ್‌ಪಾರ್ಟಿಯಲ್ಲಿ ಅವರು ಹಂಚಿಕೊಂಡ ಮತ್ತು/ಅಥವಾ ಸಂಗ್ರಹಿಸಿದ ಮಾಹಿತಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಭೇಟಿ ನೀಡುವವರಿಗೆ ಮಾನ್ಯವಾಗಿರುತ್ತದೆ. ಈ ವೆಬ್‌ಸೈಟ್ ಹೊರತುಪಡಿಸಿ ಆಫ್‌ಲೈನ್‌ನಲ್ಲಿ ಅಥವಾ ಚಾನಲ್‌ಗಳ ಮೂಲಕ ಸಂಗ್ರಹಿಸಲಾದ ಯಾವುದೇ ಮಾಹಿತಿಗೆ ಈ ನೀತಿಯು ಅನ್ವಯಿಸುವುದಿಲ್ಲ."
    }
  ],
  "headingTwo": "ಒಪ್ಪಿಗೆ",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "ನಮ್ಮ ವೆಬ್‌ಸೈಟ್ ಬಳಸುವ ಮೂಲಕ, ನೀವು ಈ ಮೂಲಕ ನಮ್ಮ ಗೌಪ್ಯತಾ ನೀತಿಗೆ ಸಮ್ಮತಿಸುತ್ತೀರಿ ಮತ್ತು ಅದರ ನಿಯಮಗಳನ್ನು ಒಪ್ಪುತ್ತೀರಿ."
    },
    { "id": "2", "answer": "ನಾವು ಸಂಗ್ರಹಿಸುವ ಮಾಹಿತಿ" },
    {
      "id": "3",
      "answer": "ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಲು ನಾವು ನಿಮ್ಮನ್ನು ಕೇಳುವ ಹಂತದಲ್ಲಿ ನಿಮಗೆ ಒದಗಿಸಲು ಕೇಳಲಾದ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿ ಮತ್ತು ಅದನ್ನು ಏಕೆ ನೀಡಲು ನಿಮ್ಮನ್ನು ಕೇಳಲಾಗುತ್ತದೆ ಎಂಬುದನ್ನು ನಿಮಗೆ ಸ್ಪಷ್ಟಪಡಿಸಲಾಗುತ್ತದೆ."
    },
    {
      "id": "4",
      "answer": "ನೀವು ನಮ್ಮನ್ನು ನೇರವಾಗಿ ಸಂಪರ್ಕಿಸಿದರೆ, ನಿಮ್ಮ ಹೆಸರು, ಇಮೇಲ್ ವಿಳಾಸ, ಫೋನ್ ಸಂಖ್ಯೆ, ಸಂದೇಶದ ವಿಷಯಗಳು ಮತ್ತು/ಅಥವಾ ನೀವು ನಮಗೆ ಕಳುಹಿಸಬಹುದಾದ ಲಗತ್ತುಗಳು ಮತ್ತು ನೀವು ಒದಗಿಸಲು ಆಯ್ಕೆಮಾಡುವ ಯಾವುದೇ ಇತರ ಮಾಹಿತಿಯಂತಹ ನಿಮ್ಮ ಕುರಿತು ಹೆಚ್ಚುವರಿ ಮಾಹಿತಿಯನ್ನು ನಾವು ಪಡೆಯಬಹುದು."
    },
    {
      "id": "5",
      "answer": "ನೀವು ಖಾತೆಗಾಗಿ ನೋಂದಾಯಿಸಿದಾಗ, ಹೆಸರು, ಕಂಪನಿಯ ಹೆಸರು, ವಿಳಾಸ, ಇಮೇಲ್ ವಿಳಾಸ ಮತ್ತು ದೂರವಾಣಿ ಸಂಖ್ಯೆಯಂತಹ ಐಟಂಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ನಿಮ್ಮ ಸಂಪರ್ಕ ಮಾಹಿತಿಯನ್ನು ನಾವು ಕೇಳಬಹುದು."
    }
  ],
  "headingThree": "ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ನಾವು ಹೇಗೆ ಬಳಸುತ್ತೇವೆ",
  "sectionThree": [
    {
      "id": "1",
      "answer": "ನಾವು ಸಂಗ್ರಹಿಸುವ ಮಾಹಿತಿಯನ್ನು ವಿವಿಧ ರೀತಿಯಲ್ಲಿ ಬಳಸುತ್ತೇವೆ, ಅವುಗಳೆಂದರೆ:"
    },
    {
      "id": "2",
      "answer": "ನಮ್ಮ ವೆಬ್‌ಸೈಟ್ ಅನ್ನು ಒದಗಿಸಿ, ನಿರ್ವಹಿಸಿ ಮತ್ತು ನಿರ್ವಹಿಸಿ"
    },
    {
      "id": "3",
      "answer": "ನಮ್ಮ ವೆಬ್‌ಸೈಟ್ ಅನ್ನು ಸುಧಾರಿಸಿ, ವೈಯಕ್ತೀಕರಿಸಿ ಮತ್ತು ವಿಸ್ತರಿಸಿ"
    },
    {
      "id": "4",
      "answer": "ನಮ್ಮ ವೆಬ್‌ಸೈಟ್ ಅನ್ನು ನೀವು ಹೇಗೆ ಬಳಸುತ್ತೀರಿ ಎಂಬುದನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಿ ಮತ್ತು ವಿಶ್ಲೇಷಿಸಿ"
    },
    {
      "id": "5",
      "answer": "ಹೊಸ ಉತ್ಪನ್ನಗಳು, ಸೇವೆಗಳು, ವೈಶಿಷ್ಟ್ಯಗಳು ಮತ್ತು ಕ್ರಿಯಾತ್ಮಕತೆಯನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸಿ"
    },
    {
      "id": "6",
      "answer": "ವೆಬ್‌ಸೈಟ್‌ಗೆ ಸಂಬಂಧಿಸಿದ ನವೀಕರಣಗಳು ಮತ್ತು ಇತರ ಮಾಹಿತಿಯನ್ನು ನಿಮಗೆ ಒದಗಿಸಲು ಮತ್ತು ಮಾರ್ಕೆಟಿಂಗ್ ಮತ್ತು ಪ್ರಚಾರದ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಗ್ರಾಹಕ ಸೇವೆ ಸೇರಿದಂತೆ ನೇರವಾಗಿ ಅಥವಾ ನಮ್ಮ ಪಾಲುದಾರರ ಮೂಲಕ ನಿಮ್ಮೊಂದಿಗೆ ಸಂವಹಿಸಿ"
    },
    { "id": "7", "answer": "ನಿಮಗೆ ಇಮೇಲ್‌ಗಳನ್ನು ಕಳುಹಿಸಿ" },
    { "id": "8", "answer": "ವಂಚನೆಯನ್ನು ಹುಡುಕಿ ಮತ್ತು ತಡೆಯಿರಿ" }
  ],
  "headingFour": "ಲಾಗ್ ಫೈಲ್‌ಗಳು",
  "sectionFour": [
    {
      "id": "1",
      "answer": "huluwatchparty ಲಾಗ್ ಫೈಲ್‌ಗಳನ್ನು ಬಳಸುವ ಪ್ರಮಾಣಿತ ವಿಧಾನವನ್ನು ಅನುಸರಿಸುತ್ತದೆ. ಸಂದರ್ಶಕರು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಭೇಟಿ ನೀಡಿದಾಗ ಈ ಫೈಲ್‌ಗಳು ಲಾಗ್ ಆಗುತ್ತವೆ. ಎಲ್ಲಾ ಹೋಸ್ಟಿಂಗ್ ಕಂಪನಿಗಳು ಇದನ್ನು ಮಾಡುತ್ತವೆ ಮತ್ತು ಹೋಸ್ಟಿಂಗ್ ಸೇವೆಗಳ ವಿಶ್ಲೇಷಣೆಯ ಒಂದು ಭಾಗವಾಗಿದೆ. ಲಾಗ್ ಫೈಲ್‌ಗಳಿಂದ ಸಂಗ್ರಹಿಸಲಾದ ಮಾಹಿತಿಯು ಇಂಟರ್ನೆಟ್ ಪ್ರೋಟೋಕಾಲ್ (IP) ವಿಳಾಸಗಳು, ಬ್ರೌಸರ್ ಪ್ರಕಾರ, ಇಂಟರ್ನೆಟ್ ಸೇವಾ ಪೂರೈಕೆದಾರ (ISP), ದಿನಾಂಕ ಮತ್ತು ಸಮಯದ ಸ್ಟ್ಯಾಂಪ್, ಉಲ್ಲೇಖ/ನಿರ್ಗಮನ ಪುಟಗಳು ಮತ್ತು ಪ್ರಾಯಶಃ ಕ್ಲಿಕ್‌ಗಳ ಸಂಖ್ಯೆಯನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ. ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಹುದಾದ ಯಾವುದೇ ಮಾಹಿತಿಯೊಂದಿಗೆ ಇವುಗಳನ್ನು ಲಿಂಕ್ ಮಾಡಲಾಗಿಲ್ಲ. ಮಾಹಿತಿಯ ಉದ್ದೇಶವು ಟ್ರೆಂಡ್‌ಗಳನ್ನು ವಿಶ್ಲೇಷಿಸುವುದು, ಸೈಟ್ ಅನ್ನು ನಿರ್ವಹಿಸುವುದು, ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಬಳಕೆದಾರರ ಚಲನೆಯನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡುವುದು ಮತ್ತು ಜನಸಂಖ್ಯಾ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುವುದು."
    }
  ],
  "headingFive": "ಜಾಹೀರಾತು ಪಾಲುದಾರರ ಗೌಪ್ಯತಾ ನೀತಿಗಳು",
  "sectionFive": [
    {
      "id": "1",
      "answer": "huluwatchparty ಯ ಪ್ರತಿಯೊಂದು ಜಾಹೀರಾತು ಪಾಲುದಾರರ ಗೌಪ್ಯತೆ ನೀತಿಯನ್ನು ಕಂಡುಹಿಡಿಯಲು ನೀವು ಈ ಪಟ್ಟಿಯನ್ನು ಸಂಪರ್ಕಿಸಬಹುದು."
    },
    {
      "id": "2",
      "answer": "ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಜಾಹೀರಾತು ಸರ್ವರ್‌ಗಳು ಅಥವಾ ಜಾಹೀರಾತು ನೆಟ್‌ವರ್ಕ್‌ಗಳು ಕುಕೀಗಳು, ಜಾವಾಸ್ಕ್ರಿಪ್ಟ್ ಅಥವಾ ವೆಬ್ ಬೀಕನ್‌ಗಳಂತಹ ತಂತ್ರಜ್ಞಾನಗಳನ್ನು ಬಳಸುತ್ತವೆ, ಅವುಗಳು ತಮ್ಮ ಜಾಹೀರಾತುಗಳಲ್ಲಿ ಬಳಸಲ್ಪಡುತ್ತವೆ ಮತ್ತು ಹುಲುವಾಚ್‌ಪಾರ್ಟಿಯಲ್ಲಿ ಗೋಚರಿಸುವ ಲಿಂಕ್‌ಗಳನ್ನು ನೇರವಾಗಿ ಬಳಕೆದಾರರ ಬ್ರೌಸರ್‌ಗೆ ಕಳುಹಿಸಲಾಗುತ್ತದೆ. ಇದು ಸಂಭವಿಸಿದಾಗ ಅವರು ನಿಮ್ಮ IP ವಿಳಾಸವನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸ್ವೀಕರಿಸುತ್ತಾರೆ. ಈ ತಂತ್ರಜ್ಞಾನಗಳನ್ನು ಅವರ ಜಾಹೀರಾತು ಪ್ರಚಾರಗಳ ಪರಿಣಾಮಕಾರಿತ್ವವನ್ನು ಅಳೆಯಲು ಮತ್ತು/ಅಥವಾ ನೀವು ಭೇಟಿ ನೀಡುವ ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ನೀವು ನೋಡುವ ಜಾಹೀರಾತು ವಿಷಯವನ್ನು ವೈಯಕ್ತೀಕರಿಸಲು ಬಳಸಲಾಗುತ್ತದೆ."
    },
    {
      "id": "3",
      "answer": "ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಜಾಹೀರಾತುದಾರರು ಬಳಸುವ ಈ ಕುಕೀಗಳಿಗೆ huluwatchparty ಯಾವುದೇ ಪ್ರವೇಶ ಅಥವಾ ನಿಯಂತ್ರಣವನ್ನು ಹೊಂದಿಲ್ಲ ಎಂಬುದನ್ನು ಗಮನಿಸಿ."
    },
    { "id": "3", "answer": "ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಗೌಪ್ಯತಾ ನೀತಿಗಳು" },
    {
      "id": "4",
      "answer": "huluwatchparty ನ ಗೌಪ್ಯತೆ ನೀತಿಯು ಇತರ ಜಾಹೀರಾತುದಾರರು ಅಥವಾ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಅನ್ವಯಿಸುವುದಿಲ್ಲ. ಹೀಗಾಗಿ, ಹೆಚ್ಚಿನ ವಿವರವಾದ ಮಾಹಿತಿಗಾಗಿ ಈ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಜಾಹೀರಾತು ಸರ್ವರ್‌ಗಳ ಸಂಬಂಧಿತ ಗೌಪ್ಯತೆ ನೀತಿಗಳನ್ನು ಸಂಪರ್ಕಿಸಲು ನಾವು ನಿಮಗೆ ಸಲಹೆ ನೀಡುತ್ತಿದ್ದೇವೆ. ಕೆಲವು ಆಯ್ಕೆಗಳಿಂದ ಹೊರಗುಳಿಯುವುದು ಹೇಗೆ ಎಂಬುದರ ಕುರಿತು ಅವರ ಅಭ್ಯಾಸಗಳು ಮತ್ತು ಸೂಚನೆಗಳನ್ನು ಇದು ಒಳಗೊಂಡಿರಬಹುದು."
    },
    {
      "id": "5",
      "answer": "ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಬ್ರೌಸರ್ ಆಯ್ಕೆಗಳ ಮೂಲಕ ಕುಕೀಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದು. ನಿರ್ದಿಷ್ಟ ವೆಬ್ ಬ್ರೌಸರ್‌ಗಳೊಂದಿಗೆ ಕುಕೀ ನಿರ್ವಹಣೆಯ ಕುರಿತು ಹೆಚ್ಚಿನ ವಿವರವಾದ ಮಾಹಿತಿಯನ್ನು ತಿಳಿಯಲು, ಅದನ್ನು ಬ್ರೌಸರ್‌ಗಳ ಸಂಬಂಧಿತ ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ಕಾಣಬಹುದು."
    }
  ],
  "headingSix": "CCPA ಗೌಪ್ಯತೆ ಹಕ್ಕುಗಳು (ನನ್ನ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಮಾರಾಟ ಮಾಡಬೇಡಿ)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "CCPA ಅಡಿಯಲ್ಲಿ, ಇತರ ಹಕ್ಕುಗಳ ಜೊತೆಗೆ, ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ಗ್ರಾಹಕರು ಹಕ್ಕನ್ನು ಹೊಂದಿದ್ದಾರೆ:"
    },
    {
      "id": "2",
      "answer": "ಗ್ರಾಹಕರ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸುವ ವ್ಯವಹಾರವು ಗ್ರಾಹಕರ ಬಗ್ಗೆ ವ್ಯಾಪಾರವು ಸಂಗ್ರಹಿಸಿದ ವರ್ಗಗಳು ಮತ್ತು ವೈಯಕ್ತಿಕ ಡೇಟಾದ ನಿರ್ದಿಷ್ಟ ತುಣುಕುಗಳನ್ನು ಬಹಿರಂಗಪಡಿಸಲು ವಿನಂತಿಸಿ."
    },
    {
      "id": "3",
      "answer": "ವ್ಯಾಪಾರವು ಸಂಗ್ರಹಿಸಿದ ಗ್ರಾಹಕರ ಬಗ್ಗೆ ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಅಳಿಸಲು ವ್ಯಾಪಾರವು ವಿನಂತಿಸಿ."
    },
    {
      "id": "4",
      "answer": "ಗ್ರಾಹಕರ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಮಾರಾಟ ಮಾಡುವ ವ್ಯಾಪಾರವು ಗ್ರಾಹಕರ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಮಾರಾಟ ಮಾಡದಂತೆ ವಿನಂತಿಸಿ."
    },
    {
      "id": "5",
      "answer": "ನೀವು ವಿನಂತಿಯನ್ನು ಸಲ್ಲಿಸಿದರೆ, ನಿಮಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲು ನಮಗೆ ಒಂದು ತಿಂಗಳ ಕಾಲಾವಕಾಶವಿದೆ. ನೀವು ಈ ಯಾವುದೇ ಹಕ್ಕುಗಳನ್ನು ಚಲಾಯಿಸಲು ಬಯಸಿದರೆ, ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ."
    }
  ],
  "headingSeven": "GDPR ಡೇಟಾ ರಕ್ಷಣೆ ಹಕ್ಕುಗಳು",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "ನಿಮ್ಮ ಎಲ್ಲಾ ಡೇಟಾ ರಕ್ಷಣೆ ಹಕ್ಕುಗಳ ಬಗ್ಗೆ ನೀವು ಸಂಪೂರ್ಣವಾಗಿ ತಿಳಿದಿರುವಿರಿ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನಾವು ಬಯಸುತ್ತೇವೆ. ಪ್ರತಿಯೊಬ್ಬ ಬಳಕೆದಾರನು ಈ ಕೆಳಗಿನವುಗಳಿಗೆ ಅರ್ಹನಾಗಿರುತ್ತಾನೆ:"
    },
    {
      "id": "2",
      "answer": "ಪ್ರವೇಶಿಸುವ ಹಕ್ಕು - ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾದ ನಕಲುಗಳನ್ನು ವಿನಂತಿಸಲು ನಿಮಗೆ ಹಕ್ಕಿದೆ. ಈ ಸೇವೆಗಾಗಿ ನಾವು ನಿಮಗೆ ಸಣ್ಣ ಶುಲ್ಕವನ್ನು ವಿಧಿಸಬಹುದು."
    },
    {
      "id": "3",
      "answer": "ಸರಿಪಡಿಸುವ ಹಕ್ಕು - ನೀವು ಸರಿಯಾಗಿಲ್ಲ ಎಂದು ನೀವು ನಂಬುವ ಯಾವುದೇ ಮಾಹಿತಿಯನ್ನು ನಾವು ಸರಿಪಡಿಸುವಂತೆ ವಿನಂತಿಸುವ ಹಕ್ಕು ನಿಮಗೆ ಇದೆ. ಅಪೂರ್ಣ ಎಂದು ನೀವು ನಂಬುವ ಮಾಹಿತಿಯನ್ನು ನಾವು ಪೂರ್ಣಗೊಳಿಸಲು ವಿನಂತಿಸುವ ಹಕ್ಕನ್ನು ಸಹ ನೀವು ಹೊಂದಿದ್ದೀರಿ."
    },
    {
      "id": "4",
      "answer": "ಅಳಿಸುವ ಹಕ್ಕು - ಕೆಲವು ಷರತ್ತುಗಳ ಅಡಿಯಲ್ಲಿ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ನಾವು ಅಳಿಸುವಂತೆ ವಿನಂತಿಸುವ ಹಕ್ಕು ನಿಮಗೆ ಇದೆ."
    },
    {
      "id": "5",
      "answer": "ಸಂಸ್ಕರಣೆಯನ್ನು ನಿರ್ಬಂಧಿಸುವ ಹಕ್ಕು - ಕೆಲವು ಷರತ್ತುಗಳ ಅಡಿಯಲ್ಲಿ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾದ ಪ್ರಕ್ರಿಯೆಯನ್ನು ನಾವು ನಿರ್ಬಂಧಿಸುವಂತೆ ವಿನಂತಿಸುವ ಹಕ್ಕನ್ನು ನೀವು ಹೊಂದಿದ್ದೀರಿ."
    },
    {
      "id": "6",
      "answer": "ಪ್ರಕ್ರಿಯೆಗೆ ಆಕ್ಷೇಪಿಸುವ ಹಕ್ಕು - ಕೆಲವು ಷರತ್ತುಗಳ ಅಡಿಯಲ್ಲಿ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾದ ನಮ್ಮ ಪ್ರಕ್ರಿಯೆಗೆ ಆಕ್ಷೇಪಿಸುವ ಹಕ್ಕನ್ನು ನೀವು ಹೊಂದಿದ್ದೀರಿ."
    },
    {
      "id": "7",
      "answer": "ಡೇಟಾ ಪೋರ್ಟೆಬಿಲಿಟಿ ಹಕ್ಕು - ನಾವು ಸಂಗ್ರಹಿಸಿದ ಡೇಟಾವನ್ನು ನಾವು ಇನ್ನೊಂದು ಸಂಸ್ಥೆಗೆ ಅಥವಾ ನೇರವಾಗಿ ನಿಮಗೆ ಕೆಲವು ಷರತ್ತುಗಳ ಅಡಿಯಲ್ಲಿ ವರ್ಗಾಯಿಸಲು ವಿನಂತಿಸುವ ಹಕ್ಕನ್ನು ನೀವು ಹೊಂದಿದ್ದೀರಿ."
    },
    {
      "id": "8",
      "answer": "ನೀವು ವಿನಂತಿಯನ್ನು ಸಲ್ಲಿಸಿದರೆ, ನಿಮಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲು ನಮಗೆ ಒಂದು ತಿಂಗಳ ಕಾಲಾವಕಾಶವಿದೆ. ನೀವು ಈ ಯಾವುದೇ ಹಕ್ಕುಗಳನ್ನು ಚಲಾಯಿಸಲು ಬಯಸಿದರೆ, ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ."
    }
  ],
  "headingEight": "ಮಕ್ಕಳ ಮಾಹಿತಿ",
  "sectionEight": [
    {
      "id": "1",
      "answer": "ನಮ್ಮ ಆದ್ಯತೆಯ ಇನ್ನೊಂದು ಭಾಗವೆಂದರೆ ಇಂಟರ್ನೆಟ್ ಬಳಸುವಾಗ ಮಕ್ಕಳಿಗೆ ರಕ್ಷಣೆಯನ್ನು ಸೇರಿಸುವುದು. ಪೋಷಕರು ಮತ್ತು ಪೋಷಕರನ್ನು ಅವರ ಆನ್‌ಲೈನ್ ಚಟುವಟಿಕೆಯನ್ನು ವೀಕ್ಷಿಸಲು, ಭಾಗವಹಿಸಲು ಮತ್ತು/ಅಥವಾ ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಲು ಮತ್ತು ಮಾರ್ಗದರ್ಶನ ಮಾಡಲು ನಾವು ಪ್ರೋತ್ಸಾಹಿಸುತ್ತೇವೆ."
    },
    {
      "id": "2",
      "answer": "huluwatchparty ಉದ್ದೇಶಪೂರ್ವಕವಾಗಿ 13 ವರ್ಷದೊಳಗಿನ ಮಕ್ಕಳಿಂದ ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಗುರುತಿಸಬಹುದಾದ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುವುದಿಲ್ಲ. ನಿಮ್ಮ ಮಗು ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಈ ರೀತಿಯ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಿದೆ ಎಂದು ನೀವು ಭಾವಿಸಿದರೆ, ತಕ್ಷಣವೇ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ನಾವು ಬಲವಾಗಿ ಪ್ರೋತ್ಸಾಹಿಸುತ್ತೇವೆ ಮತ್ತು ತ್ವರಿತವಾಗಿ ತೆಗೆದುಹಾಕಲು ನಾವು ನಮ್ಮ ಅತ್ಯುತ್ತಮ ಪ್ರಯತ್ನಗಳನ್ನು ಮಾಡುತ್ತೇವೆ ನಮ್ಮ ದಾಖಲೆಗಳಿಂದ ಅಂತಹ ಮಾಹಿತಿ."
    }
  ]
}
