{
  "headingOne": "„Huluwatchparty“ privatumo politika",
  "sectionOne": [
    {
      "id": "1",
      "answer": "Huluwatchparty, pasiekiamas iš https://www.huluwatchparty.com/, vienas iš pagrindinių mūsų prioritetų yra mūsų lankytojų privatumas. Šiame privatumo politikos dokumente pateikiama informacija, kurią renka ir įrašo huluwatchparty, ir kaip mes ją naudojame."
    },
    {
      "id": "2",
      "answer": "Jei turite papildomų klausimų ar reikia daugiau informacijos apie mūsų privatumo politiką, nedvejodami susisiekite su mumis."
    },
    {
      "id": "3",
      "answer": "Ši privatumo politika taikoma tik mūsų veiklai internete ir galioja mūsų svetainės lankytojams, atsižvelgiant į informaciją, kuria jie dalijasi ir (arba) renka „huluwatchparty“. Ši politika netaikoma jokiai informacijai, renkamai neprisijungus arba kitais kanalais nei ši svetainė."
    }
  ],
  "headingTwo": "Sutikimas",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "Naudodamiesi mūsų svetaine, jūs sutinkate su mūsų privatumo politika ir sutinkate su jos sąlygomis."
    },
    { "id": "2", "answer": "Informacija, kurią renkame" },
    {
      "id": "3",
      "answer": "Asmeninė informacija, kurią jūsų prašoma pateikti, ir priežastys, kodėl jūsų prašoma ją pateikti, jums bus paaiškinta tada, kai paprašysime pateikti savo asmeninę informaciją."
    },
    {
      "id": "4",
      "answer": "Jei susisieksite su mumis tiesiogiai, galime gauti papildomos informacijos apie jus, pvz., jūsų vardą, el. pašto adresą, telefono numerį, pranešimo ir (arba) priedų, kuriuos galite mums siųsti, turinį ir bet kokią kitą informaciją, kurią galite pasirinkti pateikti."
    },
    {
      "id": "5",
      "answer": "Kai registruojate paskyrą, galime paprašyti jūsų kontaktinės informacijos, įskaitant tokius elementus kaip vardas, įmonės pavadinimas, adresas, el. pašto adresas ir telefono numeris."
    }
  ],
  "headingThree": "Kaip mes naudojame jūsų informaciją",
  "sectionThree": [
    {
      "id": "1",
      "answer": "Renkamą informaciją naudojame įvairiais būdais, įskaitant:"
    },
    { "id": "2", "answer": "Teikti, valdyti ir prižiūrėti mūsų svetainę" },
    {
      "id": "3",
      "answer": "Pagerinkite, suasmeninkite ir išplėskite mūsų svetainę"
    },
    {
      "id": "4",
      "answer": "Supraskite ir analizuokite, kaip naudojatės mūsų svetaine"
    },
    {
      "id": "5",
      "answer": "Kurti naujus produktus, paslaugas, funkcijas ir funkcijas"
    },
    {
      "id": "6",
      "answer": "Bendrauti su jumis tiesiogiai arba per vieną iš mūsų partnerių, įskaitant klientų aptarnavimą, kad pateiktume jums atnaujinimus ir kitą informaciją, susijusią su svetaine, rinkodaros ir reklamos tikslais."
    },
    { "id": "7", "answer": "Siųsti jums el" },
    { "id": "8", "answer": "Raskite ir užkirskite kelią sukčiavimui" }
  ],
  "headingFour": "Žurnalo failai",
  "sectionFour": [
    {
      "id": "1",
      "answer": "huluwatchparty laikosi standartinės žurnalo failų naudojimo procedūros. Šie failai registruoja lankytojus, kai jie lankosi svetainėse. Visos prieglobos įmonės tai daro ir dalį prieglobos paslaugų analizės. Žurnalo failais renkama informacija apima interneto protokolo (IP) adresus, naršyklės tipą, interneto paslaugų teikėją (IPT), datos ir laiko žymą, nukreipimo / išėjimo puslapius ir galbūt paspaudimų skaičių. Tai nėra susieta su jokia informacija, kurią galima identifikuoti. Informacijos tikslas – analizuoti tendencijas, administruoti svetainę, sekti vartotojų judėjimą svetainėje, rinkti demografinę informaciją."
    }
  ],
  "headingFive": "Reklamos partnerių privatumo politika",
  "sectionFive": [
    {
      "id": "1",
      "answer": "Šiame sąraše rasite kiekvieno „huluwatchparty“ reklamos partnerio privatumo politiką."
    },
    {
      "id": "2",
      "answer": "Trečiųjų šalių skelbimų serveriai arba skelbimų tinklai naudoja tokias technologijas kaip slapukai, „JavaScript“ arba žiniatinklio švyturiai, kurie naudojami atitinkamuose jų skelbimuose ir nuorodose, rodomose „huluwatchparty“, kurios siunčiamos tiesiai į naudotojų naršyklę. Kai tai įvyksta, jie automatiškai gauna jūsų IP adresą. Šios technologijos naudojamos jų reklaminių kampanijų efektyvumui įvertinti ir (arba) suasmeninti reklaminį turinį, kurį matote lankomose svetainėse."
    },
    {
      "id": "3",
      "answer": "Atminkite, kad „huluwatchparty“ neturi prieigos prie šių slapukų, kuriuos naudoja trečiųjų šalių reklamuotojai, arba jų nekontroliuoja."
    },
    { "id": "3", "answer": "Trečiųjų šalių privatumo politika" },
    {
      "id": "4",
      "answer": "„huluwatchparty“ privatumo politika netaikoma kitiems reklamuotojams ar svetainėms. Taigi, norėdami gauti išsamesnės informacijos, patariame susipažinti su atitinkamomis šių trečiųjų šalių skelbimų serverių privatumo taisyklėmis. Tai gali apimti jų praktiką ir nurodymus, kaip atsisakyti tam tikrų parinkčių."
    },
    {
      "id": "5",
      "answer": "Galite pasirinkti išjungti slapukus naudodami atskiras naršyklės parinktis. Norėdami sužinoti daugiau informacijos apie slapukų valdymą konkrečiose interneto naršyklėse, ją rasite atitinkamose naršyklių svetainėse."
    }
  ],
  "headingSix": "CCPA privatumo teisės (neparduokite mano asmeninės informacijos)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "Pagal CCPA, be kitų teisių, Kalifornijos vartotojai turi teisę:"
    },
    {
      "id": "2",
      "answer": "Reikalauti, kad įmonė, renkanti vartotojo asmens duomenis, atskleistų kategorijas ir konkrečias asmens duomenų dalis, kurias įmonė surinko apie vartotojus."
    },
    {
      "id": "3",
      "answer": "Reikalauti, kad įmonė ištrintų visus asmeninius duomenis apie vartotoją, kuriuos įmonė surinko."
    },
    {
      "id": "4",
      "answer": "Reikalauti, kad įmonė, parduodanti vartotojo asmens duomenis, neparduotų vartotojo asmens duomenų."
    },
    {
      "id": "5",
      "answer": "Jei pateikiate užklausą, turime vieną mėnesį atsakyti į jus. Jei norite pasinaudoti kuria nors iš šių teisių, susisiekite su mumis."
    }
  ],
  "headingSeven": "GDPR duomenų apsaugos teisės",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "Norėtume įsitikinti, kad esate visiškai informuoti apie visas savo duomenų apsaugos teises. Kiekvienas vartotojas turi teisę į:"
    },
    {
      "id": "2",
      "answer": "Teisė susipažinti – Jūs turite teisę reikalauti savo asmens duomenų kopijų. Už šią paslaugą galime imti nedidelį mokestį."
    },
    {
      "id": "3",
      "answer": "Teisė ištaisyti – Jūs turite teisę reikalauti, kad ištaisytume bet kokią informaciją, kuri, Jūsų nuomone, yra netiksli. Taip pat turite teisę prašyti, kad mes užpildytume informaciją, kuri, jūsų manymu, yra neišsami."
    },
    {
      "id": "4",
      "answer": "Teisė ištrinti – tam tikromis sąlygomis turite teisę prašyti, kad ištrintume jūsų asmens duomenis."
    },
    {
      "id": "5",
      "answer": "Teisė apriboti tvarkymą – Jūs turite teisę reikalauti, kad tam tikromis sąlygomis apribotume Jūsų asmens duomenų tvarkymą."
    },
    {
      "id": "6",
      "answer": "Teisė nesutikti, kad jūsų asmens duomenys būtų tvarkomi – tam tikromis sąlygomis turite teisę nesutikti, kad mes tvarkytume jūsų asmens duomenis."
    },
    {
      "id": "7",
      "answer": "Teisė į duomenų perkeliamumą – Jūs turite teisę reikalauti, kad tam tikromis sąlygomis perduotume mūsų surinktus duomenis kitai organizacijai arba tiesiogiai Jums."
    },
    {
      "id": "8",
      "answer": "Jei pateikiate užklausą, turime vieną mėnesį atsakyti į jus. Jei norite pasinaudoti kuria nors iš šių teisių, susisiekite su mumis."
    }
  ],
  "headingEight": "Informacija vaikams",
  "sectionEight": [
    {
      "id": "1",
      "answer": "Kita mūsų prioriteto dalis – vaikų apsauga naudojantis internetu. Raginame tėvus ir globėjus stebėti savo veiklą internete, dalyvauti joje ir (arba) stebėti ir vadovauti."
    },
    {
      "id": "2",
      "answer": "huluwatchparty sąmoningai nerenka jokios asmens identifikuojančios informacijos iš jaunesnių nei 13 metų vaikų. Jei manote, kad jūsų vaikas pateikė tokią informaciją mūsų svetainėje, primygtinai raginame nedelsiant susisiekti su mumis ir dėsime visas pastangas, kad greitai pašalintume tokią informaciją iš mūsų įrašų."
    }
  ]
}
