{
  "headingOne": "Huluwatchparty konfidencialitātes politika",
  "sectionOne": [
    {
      "id": "1",
      "answer": "Vietnē huluwatchparty, kas pieejama vietnē https://www.huluwatchparty.com/, viena no mūsu galvenajām prioritātēm ir mūsu apmeklētāju privātums. Šajā Privātuma politikas dokumentā ir ietverta informācija, ko apkopo un ieraksta huluwatchparty, un tas, kā mēs to izmantojam."
    },
    {
      "id": "2",
      "answer": "Ja jums ir papildu jautājumi vai nepieciešama papildu informācija par mūsu Privātuma politiku, nevilcinieties sazināties ar mums."
    },
    {
      "id": "3",
      "answer": "Šī konfidencialitātes politika attiecas tikai uz mūsu tiešsaistes darbībām un ir spēkā mūsu vietnes apmeklētājiem attiecībā uz informāciju, ko viņi kopīgoja un/vai apkopo vietnē huluwatchparty. Šī politika neattiecas uz informāciju, kas savākta bezsaistē vai izmantojot citus kanālus, izņemot šo vietni."
    }
  ],
  "headingTwo": "Piekrišana",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "Izmantojot mūsu vietni, jūs piekrītat mūsu Privātuma politikai un piekrītat tās noteikumiem."
    },
    { "id": "2", "answer": "Informācija, ko mēs apkopojam" },
    {
      "id": "3",
      "answer": "Personas informācija, kas jums tiek lūgta, un iemesli, kāpēc jums tā tiek lūgta, jums tiks sniegta skaidri brīdī, kad mēs lūgsim sniegt savu personas informāciju."
    },
    {
      "id": "4",
      "answer": "Ja sazināsieties ar mums tieši, mēs varam saņemt papildu informāciju par jums, piemēram, jūsu vārdu, e-pasta adresi, tālruņa numuru, ziņojuma saturu un/vai pielikumus, ko varat mums nosūtīt, un jebkuru citu informāciju, ko varat izvēlēties sniegt."
    },
    {
      "id": "5",
      "answer": "Kad reģistrējaties kontam, mēs varam lūgt jūsu kontaktinformāciju, tostarp tādus elementus kā vārds, uzņēmuma nosaukums, adrese, e-pasta adrese un tālruņa numurs."
    }
  ],
  "headingThree": "Kā mēs izmantojam jūsu informāciju",
  "sectionThree": [
    {
      "id": "1",
      "answer": "Mēs izmantojam apkopoto informāciju dažādos veidos, tostarp, lai:"
    },
    { "id": "2", "answer": "Nodrošināt, darbināt un uzturēt mūsu vietni" },
    {
      "id": "3",
      "answer": "Uzlabojiet, personalizējiet un paplašiniet mūsu vietni"
    },
    {
      "id": "4",
      "answer": "Izprotiet un analizējiet, kā izmantojat mūsu vietni"
    },
    {
      "id": "5",
      "answer": "Izstrādāt jaunus produktus, pakalpojumus, līdzekļus un funkcionalitāti"
    },
    {
      "id": "6",
      "answer": "Sazināties ar jums tieši vai ar mūsu partneru starpniecību, tostarp klientu apkalpošanas nolūkā, lai sniegtu jums atjauninājumus un citu informāciju saistībā ar vietni, kā arī mārketinga un reklāmas nolūkos."
    },
    { "id": "7", "answer": "Nosūtiet jums e-pastus" },
    { "id": "8", "answer": "Atrast un novērst krāpšanu" }
  ],
  "headingFour": "Žurnāla faili",
  "sectionFour": [
    {
      "id": "1",
      "answer": "huluwatchparty ievēro standarta žurnālfailu izmantošanas procedūru. Šie faili reģistrē apmeklētājus, kad viņi apmeklē vietnes. Visi hostinga uzņēmumi to dara un daļu no hostinga pakalpojumu analīzes. Žurnālu failu apkopotā informācija ietver interneta protokola (IP) adreses, pārlūkprogrammas veidu, interneta pakalpojumu sniedzēju (ISP), datuma un laika zīmogu, novirzīšanas/izejas lapas un, iespējams, klikšķu skaitu. Tie nav saistīti ar informāciju, kas ir personiski identificējama. Informācijas mērķis ir tendenču analīze, vietnes administrēšana, lietotāju kustības izsekošana vietnē un demogrāfiskās informācijas apkopošana."
    }
  ],
  "headingFive": "Reklāmas partneru konfidencialitātes politikas",
  "sectionFive": [
    {
      "id": "1",
      "answer": "Varat skatīt šo sarakstu, lai atrastu katra huluwatchparty reklāmas partnera konfidencialitātes politiku."
    },
    {
      "id": "2",
      "answer": "Trešās puses reklāmu serveri vai reklāmu tīkli izmanto tādas tehnoloģijas kā sīkfaili, JavaScript vai tīmekļa bāksignāli, kas tiek izmantoti to attiecīgajās reklāmās un saitēs, kas tiek rādītas vietnē huluwatchparty, kuras tiek nosūtītas tieši uz lietotāju pārlūkprogrammu. Kad tas notiek, viņi automātiski saņem jūsu IP adresi. Šīs tehnoloģijas tiek izmantotas, lai novērtētu viņu reklāmas kampaņu efektivitāti un/vai personalizētu reklāmas saturu, ko redzat jūsu apmeklētajās vietnēs."
    },
    {
      "id": "3",
      "answer": "Ņemiet vērā, ka huluwatchparty nevar piekļūt vai kontrolēt šos sīkfailus, ko izmanto trešo pušu reklāmdevēji."
    },
    { "id": "3", "answer": "Trešo pušu privātuma politikas" },
    {
      "id": "4",
      "answer": "huluwatchparty konfidencialitātes politika neattiecas uz citiem reklāmdevējiem vai vietnēm. Tāpēc mēs iesakām iepazīties ar šo trešo pušu reklāmu serveru attiecīgajām privātuma politikām, lai iegūtu sīkāku informāciju. Tajā var būt ietverta viņu prakse un norādījumi par to, kā atteikties no noteiktām iespējām."
    },
    {
      "id": "5",
      "answer": "Jūs varat izvēlēties atspējot sīkfailus, izmantojot atsevišķas pārlūkprogrammas opcijas. Lai uzzinātu sīkāku informāciju par sīkdatņu pārvaldību ar noteiktām tīmekļa pārlūkprogrammām, to var atrast attiecīgajās pārlūkprogrammu vietnēs."
    }
  ],
  "headingSix": "CCPA privātuma tiesības (nepārdodiet manu personisko informāciju)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "Saskaņā ar CCPA, cita starpā, Kalifornijas patērētājiem ir tiesības:"
    },
    {
      "id": "2",
      "answer": "Pieprasīt, lai uzņēmums, kas vāc patērētāja personas datus, atklāj personas datu kategorijas un konkrētus datus, ko uzņēmums ir savācis par patērētājiem."
    },
    {
      "id": "3",
      "answer": "Pieprasīt, lai uzņēmums dzēstu visus personas datus par patērētāju, ko uzņēmums ir savācis."
    },
    {
      "id": "4",
      "answer": "Pieprasīt, lai uzņēmums, kas pārdod patērētāja personas datus, nepārdod patērētāja personas datus."
    },
    {
      "id": "5",
      "answer": "Ja iesniedzat pieprasījumu, mums ir viens mēnesis laika, lai atbildētu uz jums. Ja vēlaties izmantot kādu no šīm tiesībām, lūdzu, sazinieties ar mums."
    }
  ],
  "headingSeven": "GDPR datu aizsardzības tiesības",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "Mēs vēlamies pārliecināties, ka esat pilnībā informēts par visām savām datu aizsardzības tiesībām. Katram lietotājam ir tiesības uz sekojošo:"
    },
    {
      "id": "2",
      "answer": "Piekļuves tiesības – Jums ir tiesības pieprasīt savu personas datu kopijas. Mēs varam iekasēt nelielu maksu par šo pakalpojumu."
    },
    {
      "id": "3",
      "answer": "Tiesības uz labošanu – jums ir tiesības pieprasīt, lai mēs labotu jebkuru informāciju, kas, jūsuprāt, ir neprecīza. Jums ir arī tiesības pieprasīt, lai mēs papildinātu informāciju, kas, jūsuprāt, ir nepilnīga."
    },
    {
      "id": "4",
      "answer": "Tiesības uz dzēšanu – jums ir tiesības pieprasīt, lai mēs dzēstu jūsu personas datus noteiktos apstākļos."
    },
    {
      "id": "5",
      "answer": "Tiesības ierobežot apstrādi – Jums ir tiesības pieprasīt, lai mēs ierobežotu Jūsu personas datu apstrādi noteiktos apstākļos."
    },
    {
      "id": "6",
      "answer": "Tiesības iebilst pret apstrādi – Jums ir tiesības noteiktos apstākļos iebilst pret mūsu veikto jūsu personas datu apstrādi."
    },
    {
      "id": "7",
      "answer": "Tiesības uz datu pārnesamību – Jums ir tiesības pieprasīt, lai mēs, ievērojot noteiktus nosacījumus, nodotu mūsu savāktos datus citai organizācijai vai tieši jums."
    },
    {
      "id": "8",
      "answer": "Ja iesniedzat pieprasījumu, mums ir viens mēnesis laika, lai atbildētu uz jums. Ja vēlaties izmantot kādu no šīm tiesībām, lūdzu, sazinieties ar mums."
    }
  ],
  "headingEight": "Informācija bērniem",
  "sectionEight": [
    {
      "id": "1",
      "answer": "Vēl viena mūsu prioritātes daļa ir bērnu aizsardzības pievienošana interneta lietošanas laikā. Mēs mudinām vecākus un aizbildņus novērot, piedalīties un/vai pārraudzīt un vadīt savas darbības tiešsaistē."
    },
    {
      "id": "2",
      "answer": "huluwatchparty apzināti neievāc nekādu personu identificējošu informāciju no bērniem, kas jaunāki par 13 gadiem. Ja uzskatāt, ka jūsu bērns ir sniedzis šāda veida informāciju mūsu vietnē, mēs ļoti iesakām nekavējoties sazināties ar mums, un mēs darīsim visu iespējamo, lai nekavējoties noņemtu šāda informācija no mūsu ierakstiem."
    }
  ]
}
