{
  "headingOne": "ഹുലുവാച്ച്പാർട്ടിയുടെ സ്വകാര്യതാ നയം",
  "sectionOne": [
    {
      "id": "1",
      "answer": "huluwatchparty-ൽ, https://www.huluwatchparty.com/ എന്നതിൽ നിന്ന് ആക്‌സസ് ചെയ്യാവുന്നതാണ്, ഞങ്ങളുടെ പ്രധാന മുൻഗണനകളിലൊന്ന് ഞങ്ങളുടെ സന്ദർശകരുടെ സ്വകാര്യതയാണ്. ഈ സ്വകാര്യതാ നയ പ്രമാണത്തിൽ huluwatchparty ശേഖരിക്കുകയും രേഖപ്പെടുത്തുകയും ചെയ്യുന്ന വിവരങ്ങളും ഞങ്ങൾ അത് ഉപയോഗിക്കുന്ന രീതിയും അടങ്ങിയിരിക്കുന്നു."
    },
    {
      "id": "2",
      "answer": "നിങ്ങൾക്ക് കൂടുതൽ ചോദ്യങ്ങളുണ്ടെങ്കിൽ അല്ലെങ്കിൽ ഞങ്ങളുടെ സ്വകാര്യതാ നയത്തെക്കുറിച്ച് കൂടുതൽ വിവരങ്ങൾ ആവശ്യമുണ്ടെങ്കിൽ, ഞങ്ങളെ ബന്ധപ്പെടാൻ മടിക്കരുത്."
    },
    {
      "id": "3",
      "answer": "ഈ സ്വകാര്യതാ നയം ഞങ്ങളുടെ ഓൺലൈൻ പ്രവർത്തനങ്ങൾക്ക് മാത്രമേ ബാധകമാകൂ, ഹുലുവാച്ച്പാർട്ടിയിൽ അവർ പങ്കിട്ടതും കൂടാതെ/അല്ലെങ്കിൽ ശേഖരിക്കുന്നതുമായ വിവരങ്ങൾ സംബന്ധിച്ച് ഞങ്ങളുടെ വെബ്‌സൈറ്റിലേക്കുള്ള സന്ദർശകർക്ക് ഇത് സാധുതയുള്ളതാണ്. ഈ വെബ്‌സൈറ്റ് അല്ലാതെ ഓഫ്‌ലൈനായോ ചാനലുകൾ വഴിയോ ശേഖരിക്കുന്ന ഒരു വിവരത്തിനും ഈ നയം ബാധകമല്ല."
    }
  ],
  "headingTwo": "സമ്മതം",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "ഞങ്ങളുടെ വെബ്സൈറ്റ് ഉപയോഗിക്കുന്നതിലൂടെ, നിങ്ങൾ ഞങ്ങളുടെ സ്വകാര്യതാ നയം അംഗീകരിക്കുകയും അതിൻ്റെ നിബന്ധനകൾ അംഗീകരിക്കുകയും ചെയ്യുന്നു."
    },
    { "id": "2", "answer": "ഞങ്ങൾ ശേഖരിക്കുന്ന വിവരങ്ങൾ" },
    {
      "id": "3",
      "answer": "നിങ്ങളോട് നൽകാൻ ആവശ്യപ്പെടുന്ന വ്യക്തിഗത വിവരങ്ങളും അത് നൽകാൻ നിങ്ങളോട് ആവശ്യപ്പെടുന്നതിൻ്റെ കാരണങ്ങളും നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങൾ നൽകാൻ ഞങ്ങൾ ആവശ്യപ്പെടുന്ന ഘട്ടത്തിൽ നിങ്ങൾക്ക് വ്യക്തമാക്കും."
    },
    {
      "id": "4",
      "answer": "നിങ്ങൾ ഞങ്ങളെ നേരിട്ട് ബന്ധപ്പെടുകയാണെങ്കിൽ, നിങ്ങളുടെ പേര്, ഇമെയിൽ വിലാസം, ഫോൺ നമ്പർ, സന്ദേശത്തിലെ ഉള്ളടക്കങ്ങൾ കൂടാതെ/അല്ലെങ്കിൽ നിങ്ങൾ ഞങ്ങൾക്ക് അയച്ച അറ്റാച്ച്‌മെൻ്റുകൾ, കൂടാതെ നിങ്ങൾ നൽകാൻ തീരുമാനിച്ചേക്കാവുന്ന മറ്റേതെങ്കിലും വിവരങ്ങൾ എന്നിവ പോലെ നിങ്ങളെക്കുറിച്ചുള്ള കൂടുതൽ വിവരങ്ങൾ ഞങ്ങൾക്ക് ലഭിച്ചേക്കാം."
    },
    {
      "id": "5",
      "answer": "നിങ്ങൾ ഒരു അക്കൗണ്ടിനായി രജിസ്റ്റർ ചെയ്യുമ്പോൾ, പേര്, കമ്പനിയുടെ പേര്, വിലാസം, ഇമെയിൽ വിലാസം, ടെലിഫോൺ നമ്പർ എന്നിവ ഉൾപ്പെടെയുള്ള നിങ്ങളുടെ കോൺടാക്റ്റ് വിവരങ്ങൾ ഞങ്ങൾ ആവശ്യപ്പെട്ടേക്കാം."
    }
  ],
  "headingThree": "നിങ്ങളുടെ വിവരങ്ങൾ ഞങ്ങൾ എങ്ങനെ ഉപയോഗിക്കുന്നു",
  "sectionThree": [
    {
      "id": "1",
      "answer": "ഞങ്ങൾ ശേഖരിക്കുന്ന വിവരങ്ങൾ വിവിധ രീതികളിൽ ഉപയോഗിക്കുന്നു, ഇനിപ്പറയുന്നവ ഉൾപ്പെടെ:"
    },
    {
      "id": "2",
      "answer": "ഞങ്ങളുടെ വെബ്സൈറ്റ് നൽകുക, പ്രവർത്തിപ്പിക്കുക, പരിപാലിക്കുക"
    },
    {
      "id": "3",
      "answer": "ഞങ്ങളുടെ വെബ്സൈറ്റ് മെച്ചപ്പെടുത്തുക, വ്യക്തിഗതമാക്കുക, വികസിപ്പിക്കുക"
    },
    {
      "id": "4",
      "answer": "നിങ്ങൾ ഞങ്ങളുടെ വെബ്‌സൈറ്റ് എങ്ങനെ ഉപയോഗിക്കുന്നുവെന്ന് മനസിലാക്കുകയും വിശകലനം ചെയ്യുകയും ചെയ്യുക"
    },
    {
      "id": "5",
      "answer": "പുതിയ ഉൽപ്പന്നങ്ങൾ, സേവനങ്ങൾ, സവിശേഷതകൾ, പ്രവർത്തനക്ഷമത എന്നിവ വികസിപ്പിക്കുക"
    },
    {
      "id": "6",
      "answer": "വെബ്‌സൈറ്റുമായി ബന്ധപ്പെട്ട അപ്‌ഡേറ്റുകളും മറ്റ് വിവരങ്ങളും മാർക്കറ്റിംഗ്, പ്രൊമോഷണൽ ആവശ്യങ്ങൾക്കായി നിങ്ങൾക്ക് ഉപഭോക്തൃ സേവനങ്ങൾ ഉൾപ്പെടെ, നേരിട്ടോ അല്ലെങ്കിൽ ഞങ്ങളുടെ പങ്കാളികളിൽ ഒരാൾ മുഖേനയോ നിങ്ങളുമായി ആശയവിനിമയം നടത്തുക."
    },
    { "id": "7", "answer": "നിങ്ങൾക്ക് ഇമെയിലുകൾ അയയ്ക്കുക" },
    { "id": "8", "answer": "വഞ്ചന കണ്ടെത്തി തടയുക" }
  ],
  "headingFour": "ലോഗ് ഫയലുകൾ",
  "sectionFour": [
    {
      "id": "1",
      "answer": "huluwatchparty ലോഗ് ഫയലുകൾ ഉപയോഗിക്കുന്നതിനുള്ള ഒരു സാധാരണ നടപടിക്രമം പിന്തുടരുന്നു. സന്ദർശകരെ വെബ്‌സൈറ്റുകൾ സന്ദർശിക്കുമ്പോൾ ഈ ഫയലുകൾ ലോഗ് ചെയ്യുന്നു. എല്ലാ ഹോസ്റ്റിംഗ് കമ്പനികളും ഇത് ചെയ്യുന്നു കൂടാതെ ഹോസ്റ്റിംഗ് സേവനങ്ങളുടെ അനലിറ്റിക്‌സിൻ്റെ ഭാഗമാണ്. ലോഗ് ഫയലുകൾ ശേഖരിക്കുന്ന വിവരങ്ങളിൽ ഇൻ്റർനെറ്റ് പ്രോട്ടോക്കോൾ (IP) വിലാസങ്ങൾ, ബ്രൗസർ തരം, ഇൻ്റർനെറ്റ് സേവന ദാതാവ് (ISP), തീയതിയും സമയ സ്റ്റാമ്പും, റഫറിംഗ്/എക്സിറ്റ് പേജുകൾ, ഒരുപക്ഷേ ക്ലിക്കുകളുടെ എണ്ണം എന്നിവ ഉൾപ്പെടുന്നു. വ്യക്തിപരമായി തിരിച്ചറിയാൻ കഴിയുന്ന ഒരു വിവരവുമായും ഇവ ബന്ധിപ്പിച്ചിട്ടില്ല. ട്രെൻഡുകൾ വിശകലനം ചെയ്യുക, സൈറ്റ് നിയന്ത്രിക്കുക, വെബ്സൈറ്റിലെ ഉപയോക്താക്കളുടെ ചലനം ട്രാക്ക് ചെയ്യുക, ജനസംഖ്യാപരമായ വിവരങ്ങൾ ശേഖരിക്കുക എന്നിവയാണ് വിവരങ്ങളുടെ ലക്ഷ്യം."
    }
  ],
  "headingFive": "പരസ്യ പങ്കാളികളുടെ സ്വകാര്യതാ നയങ്ങൾ",
  "sectionFive": [
    {
      "id": "1",
      "answer": "huluwatchparty-യുടെ ഓരോ പരസ്യ പങ്കാളികളുടെയും സ്വകാര്യതാ നയം കണ്ടെത്താൻ നിങ്ങൾക്ക് ഈ ലിസ്റ്റ് പരിശോധിക്കാവുന്നതാണ്."
    },
    {
      "id": "2",
      "answer": "മൂന്നാം കക്ഷി പരസ്യ സെർവറുകൾ അല്ലെങ്കിൽ പരസ്യ നെറ്റ്‌വർക്കുകൾ കുക്കികൾ, ജാവാസ്ക്രിപ്റ്റ് അല്ലെങ്കിൽ വെബ് ബീക്കണുകൾ പോലുള്ള സാങ്കേതികവിദ്യകൾ ഉപയോഗിക്കുന്നു, അവ അതത് പരസ്യങ്ങളിലും huluwatchparty-യിൽ ദൃശ്യമാകുന്ന ലിങ്കുകളിലും ഉപയോഗിക്കുന്നു, അവ ഉപയോക്താക്കളുടെ ബ്രൗസറിലേക്ക് നേരിട്ട് അയയ്ക്കുന്നു. ഇത് സംഭവിക്കുമ്പോൾ അവർക്ക് നിങ്ങളുടെ ഐപി വിലാസം സ്വയമേവ ലഭിക്കും. അവരുടെ പരസ്യ കാമ്പെയ്‌നുകളുടെ ഫലപ്രാപ്തി അളക്കുന്നതിനും കൂടാതെ/അല്ലെങ്കിൽ നിങ്ങൾ സന്ദർശിക്കുന്ന വെബ്‌സൈറ്റുകളിൽ നിങ്ങൾ കാണുന്ന പരസ്യ ഉള്ളടക്കം വ്യക്തിഗതമാക്കുന്നതിനും ഈ സാങ്കേതികവിദ്യകൾ ഉപയോഗിക്കുന്നു."
    },
    {
      "id": "3",
      "answer": "മൂന്നാം കക്ഷി പരസ്യദാതാക്കൾ ഉപയോഗിക്കുന്ന ഈ കുക്കികളിലേക്ക് huluwatchparty-ക്ക് പ്രവേശനമോ നിയന്ത്രണമോ ഇല്ലെന്ന കാര്യം ശ്രദ്ധിക്കുക."
    },
    { "id": "3", "answer": "മൂന്നാം കക്ഷി സ്വകാര്യതാ നയങ്ങൾ" },
    {
      "id": "4",
      "answer": "huluwatchparty-യുടെ സ്വകാര്യതാ നയം മറ്റ് പരസ്യദാതാക്കൾക്കോ ​​വെബ്‌സൈറ്റുകൾക്കോ ​​ബാധകമല്ല. അതിനാൽ, കൂടുതൽ വിശദമായ വിവരങ്ങൾക്ക് ഈ മൂന്നാം കക്ഷി പരസ്യ സെർവറുകളുടെ ബന്ധപ്പെട്ട സ്വകാര്യതാ നയങ്ങൾ പരിശോധിക്കാൻ ഞങ്ങൾ നിങ്ങളെ ഉപദേശിക്കുന്നു. ചില ഓപ്‌ഷനുകൾ എങ്ങനെ ഒഴിവാക്കാം എന്നതിനെക്കുറിച്ചുള്ള അവരുടെ പ്രവർത്തനങ്ങളും നിർദ്ദേശങ്ങളും ഇതിൽ ഉൾപ്പെട്ടേക്കാം."
    },
    {
      "id": "5",
      "answer": "നിങ്ങളുടെ വ്യക്തിഗത ബ്രൗസർ ഓപ്ഷനുകൾ വഴി കുക്കികൾ പ്രവർത്തനരഹിതമാക്കാൻ നിങ്ങൾക്ക് തിരഞ്ഞെടുക്കാം. നിർദ്ദിഷ്‌ട വെബ് ബ്രൗസറുകൾ ഉപയോഗിച്ചുള്ള കുക്കി മാനേജ്‌മെൻ്റിനെക്കുറിച്ചുള്ള കൂടുതൽ വിശദമായ വിവരങ്ങൾ അറിയാൻ, അത് ബ്രൗസറുകളുടെ ബന്ധപ്പെട്ട വെബ്‌സൈറ്റുകളിൽ കണ്ടെത്താനാകും."
    }
  ],
  "headingSix": "CCPA സ്വകാര്യതാ അവകാശങ്ങൾ (എൻ്റെ സ്വകാര്യ വിവരങ്ങൾ വിൽക്കരുത്)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "CCPA പ്രകാരം, മറ്റ് അവകാശങ്ങൾക്കൊപ്പം, കാലിഫോർണിയ ഉപഭോക്താക്കൾക്ക് ഇനിപ്പറയുന്നവയ്ക്ക് അവകാശമുണ്ട്:"
    },
    {
      "id": "2",
      "answer": "ഒരു ഉപഭോക്താവിൻ്റെ സ്വകാര്യ ഡാറ്റ ശേഖരിക്കുന്ന ഒരു ബിസിനസ്സ് ഉപഭോക്താക്കളെ കുറിച്ച് ഒരു ബിസിനസ്സ് ശേഖരിച്ചിട്ടുള്ള വിഭാഗങ്ങളും വ്യക്തിഗത ഡാറ്റയുടെ പ്രത്യേക ഭാഗങ്ങളും വെളിപ്പെടുത്താൻ അഭ്യർത്ഥിക്കുക."
    },
    {
      "id": "3",
      "answer": "ഒരു ബിസിനസ്സ് ശേഖരിച്ച ഉപഭോക്താവിനെക്കുറിച്ചുള്ള ഏതെങ്കിലും സ്വകാര്യ ഡാറ്റ ഇല്ലാതാക്കാൻ ഒരു ബിസിനസ്സ് അഭ്യർത്ഥിക്കുക."
    },
    {
      "id": "4",
      "answer": "ഒരു ഉപഭോക്താവിൻ്റെ സ്വകാര്യ ഡാറ്റ വിൽക്കുന്ന ഒരു ബിസിനസ്സ് ഉപഭോക്താവിൻ്റെ സ്വകാര്യ ഡാറ്റ വിൽക്കരുതെന്ന് അഭ്യർത്ഥിക്കുക."
    },
    {
      "id": "5",
      "answer": "നിങ്ങൾ ഒരു അഭ്യർത്ഥന നടത്തുകയാണെങ്കിൽ, നിങ്ങളോട് പ്രതികരിക്കാൻ ഞങ്ങൾക്ക് ഒരു മാസമുണ്ട്. ഈ അവകാശങ്ങളിൽ ഏതെങ്കിലും വിനിയോഗിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക."
    }
  ],
  "headingSeven": "GDPR ഡാറ്റ സംരക്ഷണ അവകാശങ്ങൾ",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "നിങ്ങളുടെ എല്ലാ ഡാറ്റ സംരക്ഷണ അവകാശങ്ങളെക്കുറിച്ചും നിങ്ങൾക്ക് പൂർണ്ണമായി അറിയാമെന്ന് ഉറപ്പാക്കാൻ ഞങ്ങൾ ആഗ്രഹിക്കുന്നു. ഓരോ ഉപയോക്താവിനും ഇനിപ്പറയുന്നവയ്ക്ക് അർഹതയുണ്ട്:"
    },
    {
      "id": "2",
      "answer": "ആക്സസ് ചെയ്യാനുള്ള അവകാശം - നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റയുടെ പകർപ്പുകൾ അഭ്യർത്ഥിക്കാൻ നിങ്ങൾക്ക് അവകാശമുണ്ട്. ഈ സേവനത്തിന് ഞങ്ങൾ നിങ്ങളിൽ നിന്ന് ഒരു ചെറിയ ഫീസ് ഈടാക്കിയേക്കാം."
    },
    {
      "id": "3",
      "answer": "തിരുത്താനുള്ള അവകാശം - കൃത്യമല്ലെന്ന് നിങ്ങൾ വിശ്വസിക്കുന്ന ഏത് വിവരവും ഞങ്ങൾ തിരുത്താൻ അഭ്യർത്ഥിക്കാനുള്ള അവകാശം നിങ്ങൾക്കുണ്ട്. അപൂർണ്ണമെന്ന് നിങ്ങൾ വിശ്വസിക്കുന്ന വിവരങ്ങൾ ഞങ്ങൾ പൂർത്തിയാക്കണമെന്ന് അഭ്യർത്ഥിക്കാനുള്ള അവകാശവും നിങ്ങൾക്കുണ്ട്."
    },
    {
      "id": "4",
      "answer": "മായ്‌ക്കാനുള്ള അവകാശം - ചില നിബന്ധനകൾക്ക് വിധേയമായി നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റ ഞങ്ങൾ മായ്‌ക്കണമെന്ന് അഭ്യർത്ഥിക്കാനുള്ള അവകാശം നിങ്ങൾക്കുണ്ട്."
    },
    {
      "id": "5",
      "answer": "പ്രോസസ്സിംഗ് നിയന്ത്രിക്കാനുള്ള അവകാശം - ചില നിബന്ധനകൾക്ക് വിധേയമായി നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റയുടെ പ്രോസസ്സിംഗ് ഞങ്ങൾ നിയന്ത്രിക്കണമെന്ന് അഭ്യർത്ഥിക്കാനുള്ള അവകാശം നിങ്ങൾക്കുണ്ട്."
    },
    {
      "id": "6",
      "answer": "പ്രോസസ്സിംഗിനെ എതിർക്കാനുള്ള അവകാശം - ചില വ്യവസ്ഥകൾക്ക് വിധേയമായി, നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റ ഞങ്ങൾ പ്രോസസ്സ് ചെയ്യുന്നതിനെ എതിർക്കാൻ നിങ്ങൾക്ക് അവകാശമുണ്ട്."
    },
    {
      "id": "7",
      "answer": "ഡാറ്റ പോർട്ടബിലിറ്റിക്കുള്ള അവകാശം - ഞങ്ങൾ ശേഖരിച്ച ഡാറ്റ ചില വ്യവസ്ഥകൾക്ക് വിധേയമായി മറ്റൊരു ഓർഗനൈസേഷനിലേക്കോ നേരിട്ട് നിങ്ങളിലേക്കോ കൈമാറാൻ അഭ്യർത്ഥിക്കാനുള്ള അവകാശം നിങ്ങൾക്കുണ്ട്."
    },
    {
      "id": "8",
      "answer": "നിങ്ങൾ ഒരു അഭ്യർത്ഥന നടത്തുകയാണെങ്കിൽ, നിങ്ങളോട് പ്രതികരിക്കാൻ ഞങ്ങൾക്ക് ഒരു മാസമുണ്ട്. ഈ അവകാശങ്ങളിൽ ഏതെങ്കിലും വിനിയോഗിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക."
    }
  ],
  "headingEight": "കുട്ടികളുടെ വിവരങ്ങൾ",
  "sectionEight": [
    {
      "id": "1",
      "answer": "ഇൻറർനെറ്റ് ഉപയോഗിക്കുമ്പോൾ കുട്ടികൾക്ക് സംരക്ഷണം നൽകുക എന്നതാണ് ഞങ്ങളുടെ മുൻഗണനയുടെ മറ്റൊരു ഭാഗം. മാതാപിതാക്കളെയും രക്ഷിതാക്കളെയും അവരുടെ ഓൺലൈൻ പ്രവർത്തനം നിരീക്ഷിക്കാനും പങ്കെടുക്കാനും ഒപ്പം/അല്ലെങ്കിൽ നിരീക്ഷിക്കാനും നയിക്കാനും ഞങ്ങൾ പ്രോത്സാഹിപ്പിക്കുന്നു."
    },
    {
      "id": "2",
      "answer": "huluwatchparty 13 വയസ്സിന് താഴെയുള്ള കുട്ടികളിൽ നിന്ന് വ്യക്തിപരമായി തിരിച്ചറിയാവുന്ന വിവരങ്ങളൊന്നും ബോധപൂർവ്വം ശേഖരിക്കുന്നില്ല. ഞങ്ങളുടെ വെബ്‌സൈറ്റിൽ നിങ്ങളുടെ കുട്ടി ഇത്തരത്തിലുള്ള വിവരങ്ങൾ നൽകിയതായി നിങ്ങൾ കരുതുന്നുവെങ്കിൽ, ഉടൻ തന്നെ ഞങ്ങളെ ബന്ധപ്പെടാൻ ഞങ്ങൾ നിങ്ങളെ ശക്തമായി പ്രോത്സാഹിപ്പിക്കുന്നു, ഉടനടി നീക്കം ചെയ്യാൻ ഞങ്ങൾ പരമാവധി ശ്രമിക്കും. ഞങ്ങളുടെ രേഖകളിൽ നിന്നുള്ള അത്തരം വിവരങ്ങൾ."
    }
  ]
}
