{
  "headingOne": "Huluwatchparty साठी गोपनीयता धोरण",
  "sectionOne": [
    {
      "id": "१",
      "answer": "huluwatchparty वर, https://www.huluwatchparty.com/ वरून प्रवेश करण्यायोग्य, आमच्या मुख्य प्राधान्यांपैकी एक म्हणजे आमच्या अभ्यागतांची गोपनीयता. या गोपनीयता धोरण दस्तऐवजात huluwatchparty द्वारे संकलित आणि रेकॉर्ड केलेल्या माहितीचे प्रकार आणि आम्ही ती कशी वापरतो याचा समावेश आहे."
    },
    {
      "id": "2",
      "answer": "आपल्याकडे अतिरिक्त प्रश्न असल्यास किंवा आमच्या गोपनीयता धोरणाबद्दल अधिक माहिती हवी असल्यास, आमच्याशी संपर्क साधण्यास अजिबात संकोच करू नका."
    },
    {
      "id": "3",
      "answer": "हे गोपनीयता धोरण केवळ आमच्या ऑनलाइन क्रियाकलापांना लागू होते आणि आमच्या वेबसाइटच्या अभ्यागतांसाठी त्यांनी huluwatchparty मध्ये शेअर केलेल्या आणि/किंवा गोळा केलेल्या माहितीच्या संदर्भात वैध आहे. हे धोरण ऑफलाइन किंवा या वेबसाइटशिवाय इतर चॅनेलद्वारे संकलित केलेल्या कोणत्याही माहितीवर लागू होत नाही."
    }
  ],
  "headingTwo": "संमती",
  "sectionTwo": [
    {
      "id": "१",
      "answer": "आमची वेबसाइट वापरून, तुम्ही याद्वारे आमच्या गोपनीयता धोरणाला संमती देता आणि त्याच्या अटींशी सहमत होता."
    },
    { "id": "2", "answer": "माहिती आम्ही गोळा करतो" },
    {
      "id": "3",
      "answer": "तुम्हाला जी वैयक्तिक माहिती पुरवण्यास सांगितले जाते, आणि तुम्हाला ती का पुरवण्यास सांगितल्याची कारणे, आम्ही तुम्हाला तुमची वैयक्तिक माहिती प्रदान करण्यास सांगू तेव्हा तुम्हाला स्पष्ट केली जाईल."
    },
    {
      "id": "4",
      "answer": "तुम्ही आमच्याशी थेट संपर्क साधल्यास, आम्हाला तुमच्याबद्दल अतिरिक्त माहिती मिळेल जसे की तुमचे नाव, ईमेल पत्ता, फोन नंबर, संदेशातील मजकूर आणि/किंवा तुम्ही आम्हाला पाठवू शकता अशा अटॅचमेंट्स आणि तुम्ही प्रदान करण्यासाठी निवडू शकता अशी कोणतीही इतर माहिती."
    },
    {
      "id": "५",
      "answer": "तुम्ही खात्यासाठी नोंदणी करता तेव्हा, आम्ही नाव, कंपनीचे नाव, पत्ता, ईमेल पत्ता आणि टेलिफोन नंबर यासारख्या आयटमसह तुमची संपर्क माहिती विचारू शकतो."
    }
  ],
  "headingThree": "आम्ही तुमची माहिती कशी वापरतो",
  "sectionThree": [
    {
      "id": "१",
      "answer": "आम्ही संकलित केलेली माहिती आम्ही विविध मार्गांनी वापरतो, यासह:"
    },
    {
      "id": "2",
      "answer": "आमची वेबसाइट प्रदान करा, ऑपरेट करा आणि देखरेख करा"
    },
    {
      "id": "3",
      "answer": "आमची वेबसाइट सुधारा, वैयक्तिकृत करा आणि विस्तृत करा"
    },
    {
      "id": "4",
      "answer": "तुम्ही आमची वेबसाइट कशी वापरता ते समजून घ्या आणि विश्लेषण करा"
    },
    {
      "id": "५",
      "answer": "नवीन उत्पादने, सेवा, वैशिष्ट्ये आणि कार्यक्षमता विकसित करा"
    },
    {
      "id": "6",
      "answer": "तुमच्याशी थेट किंवा आमच्या भागीदारांपैकी एकाद्वारे, ग्राहक सेवेसह, तुम्हाला वेबसाइटशी संबंधित अद्यतने आणि इतर माहिती प्रदान करण्यासाठी आणि विपणन आणि प्रचारात्मक हेतूंसाठी संप्रेषण करा."
    },
    { "id": "७", "answer": "तुम्हाला ईमेल पाठवा" },
    { "id": "8", "answer": "फसवणूक शोधा आणि प्रतिबंधित करा" }
  ],
  "headingFour": "लॉग फाइल्स",
  "sectionFour": [
    {
      "id": "१",
      "answer": "huluwatchparty लॉग फाइल्स वापरण्याच्या मानक प्रक्रियेचे अनुसरण करते. अभ्यागत वेबसाइटला भेट देतात तेव्हा या फाइल्स लॉग इन करतात. सर्व होस्टिंग कंपन्या हे करतात आणि होस्टिंग सेवांच्या विश्लेषणाचा एक भाग. लॉग फाइल्सद्वारे संकलित केलेल्या माहितीमध्ये इंटरनेट प्रोटोकॉल (IP) पत्ते, ब्राउझर प्रकार, इंटरनेट सेवा प्रदाता (ISP), तारीख आणि वेळ स्टॅम्प, संदर्भ/निर्गमन पृष्ठे आणि शक्यतो क्लिकची संख्या समाविष्ट असते. हे वैयक्तिकरित्या ओळखण्यायोग्य असलेल्या कोणत्याही माहितीशी जोडलेले नाहीत. माहितीचा उद्देश ट्रेंडचे विश्लेषण करणे, साइटचे व्यवस्थापन करणे, वेबसाइटवरील वापरकर्त्यांच्या हालचालींचा मागोवा घेणे आणि लोकसंख्याशास्त्रीय माहिती गोळा करणे हा आहे."
    }
  ],
  "headingFive": "जाहिरात भागीदार गोपनीयता धोरणे",
  "sectionFive": [
    {
      "id": "१",
      "answer": "huluwatchparty च्या प्रत्येक जाहिरात भागीदाराचे गोपनीयता धोरण शोधण्यासाठी तुम्ही या सूचीचा सल्ला घेऊ शकता."
    },
    {
      "id": "2",
      "answer": "तृतीय-पक्ष जाहिरात सर्व्हर किंवा जाहिरात नेटवर्क कुकीज, JavaScript किंवा वेब बीकन्स सारख्या तंत्रज्ञानाचा वापर करतात जे त्यांच्या संबंधित जाहिरातींमध्ये वापरले जातात आणि huluwatchparty वर दिसणाऱ्या लिंक्स, ज्या थेट वापरकर्त्यांच्या ब्राउझरवर पाठवल्या जातात. जेव्हा हे घडते तेव्हा त्यांना स्वयंचलितपणे तुमचा IP पत्ता प्राप्त होतो. या तंत्रज्ञानाचा वापर त्यांच्या जाहिरात मोहिमांची परिणामकारकता मोजण्यासाठी आणि/किंवा तुम्ही भेट देत असलेल्या वेबसाइटवर पाहत असलेली जाहिरात सामग्री वैयक्तिकृत करण्यासाठी वापरली जाते."
    },
    {
      "id": "3",
      "answer": "लक्षात ठेवा की huluwatchparty कडे तृतीय-पक्ष जाहिरातदारांद्वारे वापरल्या जाणाऱ्या या कुकीजमध्ये प्रवेश किंवा नियंत्रण नाही."
    },
    { "id": "3", "answer": "तृतीय पक्ष गोपनीयता धोरणे" },
    {
      "id": "4",
      "answer": "huluwatchparty चे गोपनीयता धोरण इतर जाहिरातदारांना किंवा वेबसाइटना लागू होत नाही. अशा प्रकारे, अधिक तपशीलवार माहितीसाठी आम्ही तुम्हाला या तृतीय-पक्ष जाहिरात सर्व्हरच्या संबंधित गोपनीयता धोरणांचा सल्ला घेण्याचा सल्ला देत आहोत. त्यात त्यांच्या पद्धती आणि विशिष्ट पर्यायांची निवड कशी रद्द करावी याबद्दलच्या सूचना समाविष्ट असू शकतात."
    },
    {
      "id": "५",
      "answer": "तुम्ही तुमच्या वैयक्तिक ब्राउझर पर्यायांद्वारे कुकीज अक्षम करणे निवडू शकता. विशिष्ट वेब ब्राउझरसह कुकी व्यवस्थापनाबद्दल अधिक तपशीलवार माहिती जाणून घेण्यासाठी, ती ब्राउझरच्या संबंधित वेबसाइटवर आढळू शकते."
    }
  ],
  "headingSix": "CCPA गोपनीयता अधिकार (माझी वैयक्तिक माहिती विकू नका)",
  "sectionSix": [
    {
      "id": "१",
      "answer": "CCPA अंतर्गत, इतर अधिकारांसह, कॅलिफोर्नियाच्या ग्राहकांना हे अधिकार आहेत:"
    },
    {
      "id": "2",
      "answer": "ग्राहकाचा वैयक्तिक डेटा संकलित करणाऱ्या व्यवसायाने ग्राहकांबद्दल संकलित केलेल्या वैयक्तिक डेटाच्या श्रेणी आणि विशिष्ट भाग उघड करण्याची विनंती करा."
    },
    {
      "id": "3",
      "answer": "व्यवसायाने संकलित केलेला ग्राहकांबद्दलचा कोणताही वैयक्तिक डेटा व्यवसायाने हटवावा ही विनंती."
    },
    {
      "id": "4",
      "answer": "ग्राहकाचा वैयक्तिक डेटा विकणारा व्यवसाय, ग्राहकाचा वैयक्तिक डेटा विकू नये ही विनंती."
    },
    {
      "id": "५",
      "answer": "तुम्ही विनंती केल्यास, तुम्हाला प्रतिसाद देण्यासाठी आमच्याकडे एक महिना आहे. तुम्हाला यापैकी कोणतेही अधिकार वापरायचे असल्यास, कृपया आमच्याशी संपर्क साधा."
    }
  ],
  "headingSeven": "GDPR डेटा संरक्षण अधिकार",
  "sectionSeven": [
    {
      "id": "१",
      "answer": "आम्ही तुमच्या सर्व डेटा संरक्षण अधिकारांबद्दल तुम्हाला पूर्णपणे माहिती असल्याची खात्री करू इच्छितो. प्रत्येक वापरकर्त्याला खालील गोष्टींचा अधिकार आहे:"
    },
    {
      "id": "2",
      "answer": "प्रवेश करण्याचा अधिकार - तुम्हाला तुमच्या वैयक्तिक डेटाच्या प्रतींची विनंती करण्याचा अधिकार आहे. या सेवेसाठी आम्ही तुमच्याकडून थोडे शुल्क आकारू शकतो."
    },
    {
      "id": "3",
      "answer": "सुधारण्याचा अधिकार - तुम्हाला अशी विनंती करण्याचा अधिकार आहे की आम्ही तुम्हाला चुकीची वाटत असलेली कोणतीही माहिती दुरुस्त करावी. तुम्हाला अपूर्ण वाटत असलेली माहिती आम्ही पूर्ण करावी अशी विनंती करण्याचा तुम्हाला अधिकार आहे."
    },
    {
      "id": "4",
      "answer": "पुसून टाकण्याचा अधिकार - तुम्हाला विनंती करण्याचा अधिकार आहे की आम्ही तुमचा वैयक्तिक डेटा काही अटींनुसार मिटवावा."
    },
    {
      "id": "५",
      "answer": "प्रक्रिया प्रतिबंधित करण्याचा अधिकार - तुम्हाला विनंती करण्याचा अधिकार आहे की आम्ही काही अटींनुसार तुमच्या वैयक्तिक डेटावर प्रक्रिया प्रतिबंधित करू."
    },
    {
      "id": "6",
      "answer": "प्रक्रियेवर आक्षेप घेण्याचा अधिकार - तुम्हाला काही अटींनुसार तुमच्या वैयक्तिक डेटाच्या आमच्या प्रक्रियेवर आक्षेप घेण्याचा अधिकार आहे."
    },
    {
      "id": "७",
      "answer": "डेटा पोर्टेबिलिटीचा अधिकार - तुम्हाला विनंती करण्याचा अधिकार आहे की आम्ही संकलित केलेला डेटा आम्ही दुसऱ्या संस्थेकडे किंवा थेट तुमच्याकडे काही अटींनुसार हस्तांतरित करू."
    },
    {
      "id": "8",
      "answer": "तुम्ही विनंती केल्यास, तुम्हाला प्रतिसाद देण्यासाठी आमच्याकडे एक महिना आहे. तुम्हाला यापैकी कोणतेही अधिकार वापरायचे असल्यास, कृपया आमच्याशी संपर्क साधा."
    }
  ],
  "headingEight": "मुलांची माहिती",
  "sectionEight": [
    {
      "id": "१",
      "answer": "आमच्या प्राधान्याचा आणखी एक भाग म्हणजे इंटरनेट वापरताना मुलांसाठी संरक्षण जोडणे. आम्ही पालक आणि पालकांना त्यांच्या ऑनलाइन क्रियाकलापांचे निरीक्षण करण्यासाठी, त्यात सहभागी होण्यासाठी आणि/किंवा निरीक्षण करण्यासाठी आणि मार्गदर्शन करण्यासाठी प्रोत्साहित करतो."
    },
    {
      "id": "2",
      "answer": "huluwatchparty 13 वर्षांखालील मुलांकडून जाणूनबुजून कोणतीही वैयक्तिक ओळखण्यायोग्य माहिती संकलित करत नाही. जर तुम्हाला वाटत असेल की तुमच्या मुलाने आमच्या वेबसाइटवर अशा प्रकारची माहिती दिली आहे, तर आम्ही तुम्हाला आमच्याशी त्वरित संपर्क साधण्यासाठी जोरदार प्रोत्साहन देतो आणि आम्ही त्वरित काढून टाकण्यासाठी आमचे सर्वोत्तम प्रयत्न करू. आमच्या रेकॉर्डवरून अशी माहिती."
    }
  ]
}
