{
  "headingOne": "Dasar Privasi untuk Huluwatchparty",
  "sectionOne": [
    {
      "id": "1",
      "answer": "Di huluwatchparty, boleh diakses daripada https://www.huluwatchparty.com/, salah satu keutamaan utama kami ialah privasi pelawat kami. Dokumen Dasar Privasi ini mengandungi jenis maklumat yang dikumpul dan direkodkan oleh huluwatchparty dan cara kami menggunakannya."
    },
    {
      "id": "2",
      "answer": "Jika anda mempunyai soalan tambahan atau memerlukan maklumat lanjut tentang Dasar Privasi kami, jangan teragak-agak untuk menghubungi kami."
    },
    {
      "id": "3",
      "answer": "Dasar Privasi ini hanya terpakai untuk aktiviti dalam talian kami dan sah untuk pelawat ke tapak web kami berkenaan dengan maklumat yang mereka kongsi dan/atau kumpulkan dalam huluwatchparty. Dasar ini tidak terpakai kepada sebarang maklumat yang dikumpul di luar talian atau melalui saluran selain tapak web ini."
    }
  ],
  "headingTwo": "Persetujuan",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "Dengan menggunakan laman web kami, anda dengan ini bersetuju dengan Dasar Privasi kami dan bersetuju dengan termanya."
    },
    { "id": "2", "answer": "Maklumat yang kami kumpul" },
    {
      "id": "3",
      "answer": "Maklumat peribadi yang anda diminta berikan, dan sebab mengapa anda diminta memberikannya, akan dijelaskan kepada anda pada ketika kami meminta anda memberikan maklumat peribadi anda."
    },
    {
      "id": "4",
      "answer": "Jika anda menghubungi kami secara terus, kami mungkin menerima maklumat tambahan tentang anda seperti nama, alamat e-mel, nombor telefon, kandungan mesej dan/atau lampiran yang mungkin anda hantar kepada kami dan sebarang maklumat lain yang anda boleh pilih untuk berikan."
    },
    {
      "id": "5",
      "answer": "Apabila anda mendaftar untuk Akaun, kami mungkin meminta maklumat hubungan anda, termasuk item seperti nama, nama syarikat, alamat, alamat e-mel dan nombor telefon."
    }
  ],
  "headingThree": "Cara kami menggunakan maklumat anda",
  "sectionThree": [
    {
      "id": "1",
      "answer": "Kami menggunakan maklumat yang kami kumpulkan dalam pelbagai cara, termasuk untuk:"
    },
    {
      "id": "2",
      "answer": "Menyediakan, mengendalikan dan menyelenggara laman web kami"
    },
    {
      "id": "3",
      "answer": "Perbaik, peribadikan dan kembangkan tapak web kami"
    },
    {
      "id": "4",
      "answer": "Fahami dan analisa cara anda menggunakan tapak web kami"
    },
    {
      "id": "5",
      "answer": "Membangunkan produk, perkhidmatan, ciri dan fungsi baharu"
    },
    {
      "id": "6",
      "answer": "Berkomunikasi dengan anda, sama ada secara langsung atau melalui salah satu rakan kongsi kami, termasuk untuk perkhidmatan pelanggan, untuk memberikan anda kemas kini dan maklumat lain yang berkaitan dengan tapak web, dan untuk tujuan pemasaran dan promosi"
    },
    { "id": "7", "answer": "Hantar e-mel kepada anda" },
    { "id": "8", "answer": "Cari dan cegah penipuan" }
  ],
  "headingFour": "Fail Log",
  "sectionFour": [
    {
      "id": "1",
      "answer": "huluwatchparty mengikut prosedur standard menggunakan fail log. Fail ini merekodkan pelawat apabila mereka melawat tapak web. Semua syarikat pengehosan melakukan ini dan sebahagian daripada analisis perkhidmatan pengehosan. Maklumat yang dikumpul oleh fail log termasuk alamat protokol Internet (IP), jenis penyemak imbas, Pembekal Perkhidmatan Internet (ISP), cap tarikh dan masa, halaman rujukan/keluar, dan mungkin bilangan klik. Ini tidak dikaitkan dengan sebarang maklumat yang boleh dikenal pasti secara peribadi. Tujuan maklumat adalah untuk menganalisis arah aliran, mentadbir tapak, menjejaki pergerakan pengguna di tapak web, dan mengumpul maklumat demografi."
    }
  ],
  "headingFive": "Dasar Privasi Rakan Kongsi Pengiklanan",
  "sectionFive": [
    {
      "id": "1",
      "answer": "Anda boleh merujuk senarai ini untuk mencari Dasar Privasi bagi setiap rakan kongsi pengiklanan huluwatchparty."
    },
    {
      "id": "2",
      "answer": "Pelayan iklan pihak ketiga atau rangkaian iklan menggunakan teknologi seperti kuki, JavaScript atau Web Beacon yang digunakan dalam iklan dan pautan masing-masing yang muncul di huluwatchparty, yang dihantar terus ke penyemak imbas pengguna. Mereka secara automatik menerima alamat IP anda apabila ini berlaku. Teknologi ini digunakan untuk mengukur keberkesanan kempen pengiklanan mereka dan/atau untuk memperibadikan kandungan pengiklanan yang anda lihat di tapak web yang anda lawati."
    },
    {
      "id": "3",
      "answer": "Ambil perhatian bahawa huluwatchparty tidak mempunyai akses atau kawalan ke atas kuki ini yang digunakan oleh pengiklan pihak ketiga."
    },
    { "id": "3", "answer": "Dasar Privasi Pihak Ketiga" },
    {
      "id": "4",
      "answer": "Dasar Privasi huluwatchparty tidak terpakai kepada pengiklan atau tapak web lain. Oleh itu, kami menasihatkan anda untuk merujuk Dasar Privasi masing-masing bagi pelayan iklan pihak ketiga ini untuk mendapatkan maklumat yang lebih terperinci. Ia mungkin termasuk amalan dan arahan mereka tentang cara memilih keluar daripada pilihan tertentu."
    },
    {
      "id": "5",
      "answer": "Anda boleh memilih untuk melumpuhkan kuki melalui pilihan penyemak imbas individu anda. Untuk mengetahui maklumat lebih terperinci tentang pengurusan kuki dengan penyemak imbas web tertentu, ia boleh didapati di tapak web pelayar masing-masing."
    }
  ],
  "headingSix": "Hak Privasi CCPA (Jangan Jual Maklumat Peribadi Saya)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "Di bawah CCPA, antara hak lain, pengguna California mempunyai hak untuk:"
    },
    {
      "id": "2",
      "answer": "Minta agar perniagaan yang mengumpul data peribadi pengguna mendedahkan kategori dan bahagian tertentu data peribadi yang telah dikumpulkan oleh perniagaan tentang pengguna."
    },
    {
      "id": "3",
      "answer": "Minta perniagaan memadamkan sebarang data peribadi tentang pengguna yang telah dikumpulkan oleh perniagaan."
    },
    {
      "id": "4",
      "answer": "Minta supaya perniagaan yang menjual data peribadi pengguna, tidak menjual data peribadi pengguna."
    },
    {
      "id": "5",
      "answer": "Jika anda membuat permintaan, kami mempunyai satu bulan untuk membalas anda. Jika anda ingin menggunakan mana-mana hak ini, sila hubungi kami."
    }
  ],
  "headingSeven": "Hak Perlindungan Data GDPR",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "Kami ingin memastikan anda mengetahui sepenuhnya semua hak perlindungan data anda. Setiap pengguna berhak mendapat perkara berikut:"
    },
    {
      "id": "2",
      "answer": "Hak untuk mengakses – Anda mempunyai hak untuk meminta salinan data peribadi anda. Kami mungkin mengenakan sedikit bayaran kepada anda untuk perkhidmatan ini."
    },
    {
      "id": "3",
      "answer": "Hak untuk pembetulan – Anda mempunyai hak untuk meminta kami membetulkan sebarang maklumat yang anda percaya adalah tidak tepat. Anda juga mempunyai hak untuk meminta kami melengkapkan maklumat yang anda percaya tidak lengkap."
    },
    {
      "id": "4",
      "answer": "Hak untuk memadam – Anda mempunyai hak untuk meminta kami memadamkan data peribadi anda, di bawah syarat-syarat tertentu."
    },
    {
      "id": "5",
      "answer": "Hak untuk menyekat pemprosesan – Anda mempunyai hak untuk meminta kami menyekat pemprosesan data peribadi anda, di bawah syarat-syarat tertentu."
    },
    {
      "id": "6",
      "answer": "Hak untuk membantah pemprosesan – Anda mempunyai hak untuk membantah pemprosesan data peribadi anda, di bawah syarat-syarat tertentu."
    },
    {
      "id": "7",
      "answer": "Hak untuk mudah alih data – Anda mempunyai hak untuk meminta kami memindahkan data yang telah kami kumpulkan kepada organisasi lain, atau terus kepada anda, di bawah syarat tertentu."
    },
    {
      "id": "8",
      "answer": "Jika anda membuat permintaan, kami mempunyai satu bulan untuk membalas anda. Jika anda ingin menggunakan mana-mana hak ini, sila hubungi kami."
    }
  ],
  "headingEight": "Maklumat Kanak-kanak",
  "sectionEight": [
    {
      "id": "1",
      "answer": "Satu lagi bahagian keutamaan kami ialah menambah perlindungan untuk kanak-kanak semasa menggunakan internet. Kami menggalakkan ibu bapa dan penjaga untuk memerhati, mengambil bahagian dalam dan/atau memantau dan membimbing aktiviti dalam talian mereka."
    },
    {
      "id": "2",
      "answer": "huluwatchparty tidak secara sengaja mengumpul sebarang Maklumat Pengenalan Peribadi daripada kanak-kanak di bawah umur 13 tahun. Jika anda berpendapat bahawa anak anda memberikan maklumat seperti ini di laman web kami, kami amat menggalakkan anda menghubungi kami dengan segera dan kami akan melakukan usaha terbaik kami untuk mengalih keluar dengan segera maklumat sedemikian daripada rekod kami."
    }
  ]
}
