{
  "headingOne": "Privacybeleid voor Huluwatchparty",
  "sectionOne": [
    {
      "id": "1",
      "answer": "Bij huluwatchparty, toegankelijk via https://www.huluwatchparty.com/, is een van onze belangrijkste prioriteiten de privacy van onze bezoekers. Dit Privacybeleid-document bevat soorten informatie die wordt verzameld en vastgelegd door huluwatchparty en hoe we deze gebruiken."
    },
    {
      "id": "2",
      "answer": "Als u nog vragen heeft of meer informatie wenst over ons privacybeleid, aarzel dan niet om contact met ons op te nemen."
    },
    {
      "id": "3",
      "answer": "Dit privacybeleid is alleen van toepassing op onze online activiteiten en is geldig voor bezoekers van onze website met betrekking tot de informatie die zij hebben gedeeld en/of verzameld in huluwatchparty. Dit beleid is niet van toepassing op informatie die offline of via andere kanalen dan deze website wordt verzameld."
    }
  ],
  "headingTwo": "Toestemming",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "Door onze website te gebruiken, stemt u hierbij in met ons privacybeleid en gaat u akkoord met de voorwaarden ervan."
    },
    { "id": "2", "answer": "Informatie die we verzamelen" },
    {
      "id": "3",
      "answer": "De persoonlijke gegevens die u wordt gevraagd te verstrekken, en de redenen waarom u wordt gevraagd deze te verstrekken, zullen u duidelijk worden gemaakt op het moment dat wij u vragen om uw persoonlijke gegevens te verstrekken."
    },
    {
      "id": "4",
      "answer": "Als u rechtstreeks contact met ons opneemt, kunnen wij aanvullende informatie over u ontvangen, zoals uw naam, e-mailadres, telefoonnummer, de inhoud van het bericht en/of de bijlagen die u ons stuurt, en alle andere informatie die u ons verstrekt."
    },
    {
      "id": "5",
      "answer": "Wanneer u zich registreert voor een Account, kunnen wij u om uw contactgegevens vragen, waaronder zaken als naam, bedrijfsnaam, adres, e-mailadres en telefoonnummer."
    }
  ],
  "headingThree": "Hoe wij uw informatie gebruiken",
  "sectionThree": [
    {
      "id": "1",
      "answer": "We gebruiken de informatie die we verzamelen op verschillende manieren, waaronder:"
    },
    {
      "id": "2",
      "answer": "Leveren, exploiteren en onderhouden van onze website"
    },
    {
      "id": "3",
      "answer": "Verbeter, personaliseer en breid onze website uit"
    },
    { "id": "4", "answer": "Begrijp en analyseer hoe u onze website gebruikt" },
    {
      "id": "5",
      "answer": "Ontwikkel nieuwe producten, diensten, functies en functionaliteit"
    },
    {
      "id": "6",
      "answer": "Met u communiceren, rechtstreeks of via een van onze partners, onder meer voor klantenservice, om u te voorzien van updates en andere informatie met betrekking tot de website, en voor marketing- en promotiedoeleinden"
    },
    { "id": "7", "answer": "Stuur je e-mails" },
    { "id": "8", "answer": "Fraude opsporen en voorkomen" }
  ],
  "headingFour": "Logboek bestanden",
  "sectionFour": [
    {
      "id": "1",
      "answer": "huluwatchparty volgt een standaardprocedure voor het gebruik van logbestanden. Deze bestanden registreren bezoekers wanneer ze websites bezoeken. Alle hostingbedrijven doen dit en een deel van de analyses van hostingdiensten. De informatie die door logbestanden wordt verzameld, omvat internetprotocoladressen (IP), browsertype, internetprovider (ISP), datum- en tijdstempel, verwijzende/exitpagina's en mogelijk het aantal klikken. Deze zijn niet gekoppeld aan informatie die persoonlijk identificeerbaar is. Het doel van de informatie is het analyseren van trends, het beheren van de site, het volgen van de bewegingen van gebruikers op de website en het verzamelen van demografische informatie."
    }
  ],
  "headingFive": "Privacybeleid van advertentiepartners",
  "sectionFive": [
    {
      "id": "1",
      "answer": "U kunt deze lijst raadplegen om het privacybeleid van elk van de advertentiepartners van huluwatchparty te vinden."
    },
    {
      "id": "2",
      "answer": "Advertentieservers of advertentienetwerken van derden gebruiken technologieën zoals cookies, JavaScript of webbakens die worden gebruikt in hun respectievelijke advertenties en links die op huluwatchparty verschijnen en die rechtstreeks naar de browser van de gebruiker worden verzonden. Zij ontvangen automatisch uw IP-adres wanneer dit gebeurt. Deze technologieën worden gebruikt om de effectiviteit van hun advertentiecampagnes te meten en/of om de advertentie-inhoud die u ziet op websites die u bezoekt te personaliseren."
    },
    {
      "id": "3",
      "answer": "Houd er rekening mee dat huluwatchparty geen toegang heeft tot of controle heeft over deze cookies die worden gebruikt door externe adverteerders."
    },
    { "id": "3", "answer": "Privacybeleid van derden" },
    {
      "id": "4",
      "answer": "Het privacybeleid van huluwatchparty is niet van toepassing op andere adverteerders of websites. Daarom adviseren wij u om het respectieve privacybeleid van deze advertentieservers van derden te raadplegen voor meer gedetailleerde informatie. Het kan hun praktijken en instructies bevatten over hoe u zich kunt afmelden voor bepaalde opties."
    },
    {
      "id": "5",
      "answer": "U kunt ervoor kiezen om cookies uit te schakelen via uw individuele browseropties. Voor meer gedetailleerde informatie over het cookiebeheer met specifieke webbrowsers kunt u deze vinden op de respectievelijke websites van de browsers."
    }
  ],
  "headingSix": "CCPA-privacyrechten (verkoop mijn persoonlijke gegevens niet)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "Op grond van de CCPA hebben consumenten in Californië onder andere het recht om:"
    },
    {
      "id": "2",
      "answer": "Verzoek dat een bedrijf dat de persoonlijke gegevens van een consument verzamelt, de categorieën en specifieke stukjes persoonlijke gegevens bekendmaakt die een bedrijf over consumenten heeft verzameld."
    },
    {
      "id": "3",
      "answer": "Verzoek dat een bedrijf alle persoonlijke gegevens over de consument verwijdert die een bedrijf heeft verzameld."
    },
    {
      "id": "4",
      "answer": "Verzoek dat een bedrijf dat de persoonlijke gegevens van een consument verkoopt, de persoonlijke gegevens van de consument niet verkoopt."
    },
    {
      "id": "5",
      "answer": "Als u een verzoek indient, hebben wij één maand de tijd om op u te reageren. Als u een van deze rechten wilt uitoefenen, neem dan contact met ons op."
    }
  ],
  "headingSeven": "AVG-gegevensbeschermingsrechten",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "Wij willen er zeker van zijn dat u volledig op de hoogte bent van al uw gegevensbeschermingsrechten. Elke gebruiker heeft recht op het volgende:"
    },
    {
      "id": "2",
      "answer": "Het recht op toegang – U heeft het recht om kopieën van uw persoonlijke gegevens op te vragen. Voor deze service kunnen wij u een kleine vergoeding vragen."
    },
    {
      "id": "3",
      "answer": "Het recht op rectificatie – U heeft het recht om te verzoeken dat wij alle informatie corrigeren waarvan u denkt dat deze onjuist is. U heeft ook het recht om ons te verzoeken de informatie aan te vullen waarvan u denkt dat deze onvolledig is."
    },
    {
      "id": "4",
      "answer": "Het recht op verwijdering – U heeft onder bepaalde voorwaarden het recht om te verzoeken dat wij uw persoonlijke gegevens verwijderen."
    },
    {
      "id": "5",
      "answer": "Het recht om de verwerking te beperken – U heeft het recht om ons te verzoeken de verwerking van uw persoonlijke gegevens te beperken, onder bepaalde voorwaarden."
    },
    {
      "id": "6",
      "answer": "Het recht om bezwaar te maken tegen de verwerking – U hebt onder bepaalde voorwaarden het recht om bezwaar te maken tegen onze verwerking van uw persoonlijke gegevens."
    },
    {
      "id": "7",
      "answer": "Het recht op gegevensoverdraagbaarheid – U heeft het recht om te verzoeken dat wij de gegevens die wij hebben verzameld, onder bepaalde voorwaarden overdragen aan een andere organisatie, of rechtstreeks aan u."
    },
    {
      "id": "8",
      "answer": "Als u een verzoek indient, hebben wij één maand de tijd om op u te reageren. Als u een van deze rechten wilt uitoefenen, neem dan contact met ons op."
    }
  ],
  "headingEight": "Informatie voor kinderen",
  "sectionEight": [
    {
      "id": "1",
      "answer": "Een ander onderdeel van onze prioriteit is het toevoegen van bescherming voor kinderen tijdens het internetgebruik. We moedigen ouders en voogden aan om hun online activiteiten te observeren, eraan deel te nemen en/of te monitoren en te begeleiden."
    },
    {
      "id": "2",
      "answer": "huluwatchparty verzamelt niet bewust persoonlijk identificeerbare informatie van kinderen jonger dan 13 jaar. Als u denkt dat uw kind dit soort informatie op onze website heeft verstrekt, raden we u ten zeerste aan onmiddellijk contact met ons op te nemen en zullen we ons best doen om deze onmiddellijk te verwijderen dergelijke informatie uit onze administratie."
    }
  ]
}
