{
  "headingOne": "Política de privacidade para Huluwatchparty",
  "sectionOne": [
    {
      "id": "1",
      "answer": "No huluwatchparty, acessível em https://www.huluwatchparty.com/, uma de nossas principais prioridades é a privacidade de nossos visitantes. Este documento de Política de Privacidade contém tipos de informações coletadas e registradas pelo huluwatchparty e como as utilizamos."
    },
    {
      "id": "2",
      "answer": "Se você tiver dúvidas adicionais ou precisar de mais informações sobre nossa Política de Privacidade, não hesite em nos contatar."
    },
    {
      "id": "3",
      "answer": "Esta Política de Privacidade aplica-se apenas às nossas atividades online e é válida para os visitantes do nosso site no que diz respeito às informações que partilharam e/ou recolheram no huluwatchparty. Esta política não se aplica a quaisquer informações coletadas off-line ou por meio de canais que não sejam este site."
    }
  ],
  "headingTwo": "Consentimento",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "Ao utilizar nosso site, você concorda com nossa Política de Privacidade e concorda com seus termos."
    },
    { "id": "2", "answer": "Informações que coletamos" },
    {
      "id": "3",
      "answer": "As informações pessoais que você deverá fornecer e os motivos pelos quais você será solicitado a fornecê-las serão esclarecidos no momento em que solicitarmos que você forneça suas informações pessoais."
    },
    {
      "id": "4",
      "answer": "Se você entrar em contato conosco diretamente, poderemos receber informações adicionais sobre você, como seu nome, endereço de e-mail, número de telefone, o conteúdo da mensagem e/ou anexos que você pode nos enviar e qualquer outra informação que você decida fornecer."
    },
    {
      "id": "5",
      "answer": "Quando você se registra para uma conta, podemos solicitar suas informações de contato, incluindo itens como nome, nome da empresa, endereço, endereço de e-mail e número de telefone."
    }
  ],
  "headingThree": "Como usamos suas informações",
  "sectionThree": [
    {
      "id": "1",
      "answer": "Usamos as informações que coletamos de várias maneiras, inclusive para:"
    },
    { "id": "2", "answer": "Fornecer, operar e manter nosso site" },
    { "id": "3", "answer": "Melhorar, personalizar e expandir nosso site" },
    { "id": "4", "answer": "Compreender e analisar como você usa nosso site" },
    {
      "id": "5",
      "answer": "Desenvolver novos produtos, serviços, recursos e funcionalidades"
    },
    {
      "id": "6",
      "answer": "Comunicar com você, diretamente ou por meio de um de nossos parceiros, inclusive para atendimento ao cliente, para fornecer atualizações e outras informações relacionadas ao site e para fins promocionais e de marketing"
    },
    { "id": "7", "answer": "Enviar e-mails para você" },
    { "id": "8", "answer": "Encontre e evite fraudes" }
  ],
  "headingFour": "Arquivos de registro",
  "sectionFour": [
    {
      "id": "1",
      "answer": "huluwatchparty segue um procedimento padrão de uso de arquivos de log. Esses arquivos registram visitantes quando visitam sites. Todas as empresas de hospedagem fazem isso e fazem parte da análise dos serviços de hospedagem. As informações coletadas pelos arquivos de log incluem endereços de protocolo de Internet (IP), tipo de navegador, provedor de serviços de Internet (ISP), carimbo de data e hora, páginas de referência/saída e, possivelmente, o número de cliques. Eles não estão vinculados a nenhuma informação que seja pessoalmente identificável. O objetivo das informações é analisar tendências, administrar o site, rastrear o movimento dos usuários no site e coletar informações demográficas."
    }
  ],
  "headingFive": "Políticas de Privacidade de Parceiros de Publicidade",
  "sectionFive": [
    {
      "id": "1",
      "answer": "Você pode consultar esta lista para encontrar a Política de Privacidade de cada um dos parceiros publicitários do huluwatchparty."
    },
    {
      "id": "2",
      "answer": "Servidores de anúncios ou redes de anúncios de terceiros usam tecnologias como cookies, JavaScript ou Web Beacons que são usados ​​em seus respectivos anúncios e links que aparecem no huluwatchparty, que são enviados diretamente ao navegador dos usuários. Eles recebem automaticamente seu endereço IP quando isso ocorre. Estas tecnologias são utilizadas para medir a eficácia das suas campanhas publicitárias e/ou para personalizar o conteúdo publicitário que vê nos websites que visita."
    },
    {
      "id": "3",
      "answer": "Observe que o huluwatchparty não tem acesso ou controle sobre esses cookies usados ​​por anunciantes terceiros."
    },
    { "id": "3", "answer": "Políticas de privacidade de terceiros" },
    {
      "id": "4",
      "answer": "A Política de Privacidade do huluwatchparty não se aplica a outros anunciantes ou sites. Assim, aconselhamos que consulte as respetivas Políticas de Privacidade destes servidores de anúncios de terceiros para obter informações mais detalhadas. Pode incluir suas práticas e instruções sobre como cancelar determinadas opções."
    },
    {
      "id": "5",
      "answer": "Você pode optar por desativar os cookies através das opções individuais do seu navegador. Para saber informações mais detalhadas sobre o gerenciamento de cookies com navegadores específicos, você pode encontrá-las nos respectivos sites dos navegadores."
    }
  ],
  "headingSix": "Direitos de privacidade da CCPA (não vender minhas informações pessoais)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "De acordo com a CCPA, entre outros direitos, os consumidores da Califórnia têm direito a:"
    },
    {
      "id": "2",
      "answer": "Solicite que uma empresa que coleta dados pessoais de um consumidor divulgue as categorias e os dados pessoais específicos que uma empresa coletou sobre os consumidores."
    },
    {
      "id": "3",
      "answer": "Solicite que uma empresa exclua quaisquer dados pessoais sobre o consumidor que ela tenha coletado."
    },
    {
      "id": "4",
      "answer": "Solicite que uma empresa que vende dados pessoais de um consumidor não venda os dados pessoais do consumidor."
    },
    {
      "id": "5",
      "answer": "Se você fizer uma solicitação, temos um mês para responder. Se desejar exercer algum destes direitos, entre em contacto connosco."
    }
  ],
  "headingSeven": "Direitos de proteção de dados do GDPR",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "Gostaríamos de ter certeza de que você está plenamente ciente de todos os seus direitos de proteção de dados. Todo usuário tem direito ao seguinte:"
    },
    {
      "id": "2",
      "answer": "O direito de acesso – Você tem o direito de solicitar cópias dos seus dados pessoais. Podemos cobrar uma pequena taxa por este serviço."
    },
    {
      "id": "3",
      "answer": "O direito à retificação – Você tem o direito de solicitar que corrijamos qualquer informação que você acredite ser imprecisa. Você também tem o direito de solicitar que completemos as informações que você acredita estarem incompletas."
    },
    {
      "id": "4",
      "answer": "O direito ao apagamento – Tem o direito de solicitar que apaguemos os seus dados pessoais, sob determinadas condições."
    },
    {
      "id": "5",
      "answer": "O direito de restringir o processamento – Você tem o direito de solicitar que restrinjamos o processamento dos seus dados pessoais, sob certas condições."
    },
    {
      "id": "6",
      "answer": "O direito de se opor ao processamento – Você tem o direito de se opor ao nosso processamento dos seus dados pessoais, sob certas condições."
    },
    {
      "id": "7",
      "answer": "O direito à portabilidade dos dados – Você tem o direito de solicitar que transfiramos os dados que coletamos para outra organização, ou diretamente para você, sob certas condições."
    },
    {
      "id": "8",
      "answer": "Se você fizer uma solicitação, temos um mês para responder. Se desejar exercer algum destes direitos, entre em contacto connosco."
    }
  ],
  "headingEight": "Informações infantis",
  "sectionEight": [
    {
      "id": "1",
      "answer": "Outra parte da nossa prioridade é adicionar proteção às crianças durante o uso da Internet. Incentivamos os pais e responsáveis ​​a observar, participar e/ou monitorar e orientar suas atividades online."
    },
    {
      "id": "2",
      "answer": "huluwatchparty não coleta intencionalmente nenhuma informação pessoal identificável de crianças menores de 13 anos. Se você acha que seu filho forneceu esse tipo de informação em nosso site, recomendamos fortemente que você entre em contato conosco imediatamente e faremos nossos melhores esforços para remover imediatamente tais informações de nossos registros."
    }
  ]
}
