{
  "headingOne": "Politica de confidențialitate pentru Huluwatchparty",
  "sectionOne": [
    {
      "id": "1",
      "answer": "La huluwatchparty, accesibil de pe https://www.huluwatchparty.com/, una dintre prioritățile noastre principale este confidențialitatea vizitatorilor noștri. Acest document privind politica de confidențialitate conține tipuri de informații care sunt colectate și înregistrate de huluwatchparty și modul în care le folosim."
    },
    {
      "id": "2",
      "answer": "Dacă aveți întrebări suplimentare sau aveți nevoie de mai multe informații despre Politica noastră de confidențialitate, nu ezitați să ne contactați."
    },
    {
      "id": "3",
      "answer": "Această politică de confidențialitate se aplică numai activităților noastre online și este valabilă pentru vizitatorii site-ului nostru web în ceea ce privește informațiile pe care le-au partajat și/sau le colectează în huluwatchparty. Această politică nu se aplică niciunei informații colectate offline sau prin alte canale decât acest site web."
    }
  ],
  "headingTwo": "Consimţământ",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "Prin utilizarea site-ului nostru web, sunteți de acord cu Politica noastră de confidențialitate și sunteți de acord cu termenii acesteia."
    },
    { "id": "2", "answer": "Informațiile pe care le colectăm" },
    {
      "id": "3",
      "answer": "Informațiile personale pe care vi se cere să le furnizați și motivele pentru care vi se cere să le furnizați vă vor fi clarificate în momentul în care vă cerem să furnizați informațiile dumneavoastră personale."
    },
    {
      "id": "4",
      "answer": "Dacă ne contactați direct, este posibil să primim informații suplimentare despre dvs., cum ar fi numele dvs., adresa de e-mail, numărul de telefon, conținutul mesajului și/sau atașamentele pe care ni le puteți trimite și orice alte informații pe care ați putea alege să le furnizați."
    },
    {
      "id": "5",
      "answer": "Când vă înregistrați pentru un Cont, este posibil să vă solicităm informațiile de contact, inclusiv elemente precum numele, numele companiei, adresa, adresa de e-mail și numărul de telefon."
    }
  ],
  "headingThree": "Cum folosim informațiile dvs",
  "sectionThree": [
    {
      "id": "1",
      "answer": "Folosim informațiile pe care le colectăm în diferite moduri, inclusiv pentru:"
    },
    {
      "id": "2",
      "answer": "Furnizați, operați și întrețineți site-ul nostru web"
    },
    {
      "id": "3",
      "answer": "Îmbunătățiți, personalizați și extindeți site-ul nostru web"
    },
    {
      "id": "4",
      "answer": "Înțelegeți și analizați modul în care utilizați site-ul nostru"
    },
    {
      "id": "5",
      "answer": "Dezvoltați noi produse, servicii, caracteristici și funcționalități"
    },
    {
      "id": "6",
      "answer": "Să comunicăm cu dumneavoastră, fie direct, fie prin intermediul unuia dintre partenerii noștri, inclusiv pentru serviciul clienți, pentru a vă oferi actualizări și alte informații referitoare la site-ul web și în scopuri de marketing și promoționale"
    },
    { "id": "7", "answer": "Îți trimit e-mailuri" },
    { "id": "8", "answer": "Găsiți și preveniți frauda" }
  ],
  "headingFour": "Fișiere jurnal",
  "sectionFour": [
    {
      "id": "1",
      "answer": "huluwatchparty urmează o procedură standard de utilizare a fișierelor jurnal. Aceste fișiere înregistrează vizitatorii atunci când vizitează site-uri web. Toate companiile de găzduire fac acest lucru și o parte din analiza serviciilor de găzduire. Informațiile colectate de fișierele jurnal includ adrese de protocol de internet (IP), tipul de browser, furnizorul de servicii de internet (ISP), marcajul de dată și oră, pagini de referință/ieșire și, eventual, numărul de clicuri. Acestea nu sunt legate de nicio informație care poate fi identificată personal. Scopul informațiilor este de a analiza tendințe, de a administra site-ul, de a urmări mișcarea utilizatorilor pe site și de a culege informații demografice."
    }
  ],
  "headingFive": "Politicile de confidențialitate ale partenerilor de publicitate",
  "sectionFive": [
    {
      "id": "1",
      "answer": "Puteți consulta această listă pentru a găsi Politica de confidențialitate pentru fiecare dintre partenerii de publicitate ai huluwatchparty."
    },
    {
      "id": "2",
      "answer": "Serverele de anunțuri sau rețelele publicitare terță parte utilizează tehnologii precum cookie-uri, JavaScript sau Web Beacons, care sunt utilizate în reclamele și linkurile respective care apar pe huluwatchparty, care sunt trimise direct către browserul utilizatorilor. Ei primesc automat adresa dvs. IP atunci când se întâmplă acest lucru. Aceste tehnologii sunt folosite pentru a măsura eficacitatea campaniilor lor de publicitate și/sau pentru a personaliza conținutul publicitar pe care îl vedeți pe site-urile web pe care le vizitați."
    },
    {
      "id": "3",
      "answer": "Rețineți că huluwatchparty nu are acces sau control asupra acestor cookie-uri care sunt utilizate de agenții de publicitate terți."
    },
    { "id": "3", "answer": "Politicile de confidențialitate ale terților" },
    {
      "id": "4",
      "answer": "Politica de confidențialitate a huluwatchparty nu se aplică altor agenți de publicitate sau site-uri web. Astfel, vă sfătuim să consultați Politicile de confidențialitate respective ale acestor servere de anunțuri terțe pentru informații mai detaliate. Poate include practicile și instrucțiunile lor despre cum să renunțați la anumite opțiuni."
    },
    {
      "id": "5",
      "answer": "Puteți alege să dezactivați cookie-urile prin opțiunile individuale ale browserului. Pentru a cunoaște informații mai detaliate despre gestionarea cookie-urilor cu anumite browsere web, acestea pot fi găsite pe site-urile respective ale browserelor."
    }
  ],
  "headingSix": "Drepturi de confidențialitate CCPA (Nu vindeți informațiile mele personale)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "Conform CCPA, printre alte drepturi, consumatorii din California au dreptul la:"
    },
    {
      "id": "2",
      "answer": "Solicitați ca o companie care colectează date personale ale unui consumator să dezvăluie categoriile și anumite date cu caracter personal pe care o companie le-a colectat despre consumatori."
    },
    {
      "id": "3",
      "answer": "Solicitați unei companii să șteargă orice date personale despre consumator pe care le-a colectat o companie."
    },
    {
      "id": "4",
      "answer": "Solicitați ca o companie care vinde datele personale ale unui consumator să nu vândă datele personale ale consumatorului."
    },
    {
      "id": "5",
      "answer": "Dacă faceți o cerere, avem la dispoziție o lună pentru a vă răspunde. Dacă doriți să vă exercitați oricare dintre aceste drepturi, vă rugăm să ne contactați."
    }
  ],
  "headingSeven": "Drepturi de protecție a datelor GDPR",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "Am dori să ne asigurăm că sunteți pe deplin conștient de toate drepturile dumneavoastră de protecție a datelor. Fiecare utilizator are dreptul la următoarele:"
    },
    {
      "id": "2",
      "answer": "Dreptul de acces – Aveți dreptul de a solicita copii ale datelor dumneavoastră personale. Este posibil să vă percepem o mică taxă pentru acest serviciu."
    },
    {
      "id": "3",
      "answer": "Dreptul la rectificare – Aveți dreptul de a solicita să corectăm orice informații despre care credeți că sunt inexacte. De asemenea, aveți dreptul de a solicita să completăm informațiile pe care le considerați incomplete."
    },
    {
      "id": "4",
      "answer": "Dreptul la ștergere – Aveți dreptul de a solicita ștergerea datelor dumneavoastră cu caracter personal, în anumite condiții."
    },
    {
      "id": "5",
      "answer": "Dreptul de a restricționa prelucrarea – Aveți dreptul de a solicita să restricționăm prelucrarea datelor dumneavoastră cu caracter personal, în anumite condiții."
    },
    {
      "id": "6",
      "answer": "Dreptul de a vă opune prelucrării – aveți dreptul de a vă opune prelucrării de către noi a datelor dumneavoastră cu caracter personal, în anumite condiții."
    },
    {
      "id": "7",
      "answer": "Dreptul la portabilitatea datelor – Aveți dreptul de a solicita să transferăm datele pe care le-am colectat către o altă organizație, sau direct către dumneavoastră, în anumite condiții."
    },
    {
      "id": "8",
      "answer": "Dacă faceți o cerere, avem la dispoziție o lună pentru a vă răspunde. Dacă doriți să vă exercitați oricare dintre aceste drepturi, vă rugăm să ne contactați."
    }
  ],
  "headingEight": "Informații pentru copii",
  "sectionEight": [
    {
      "id": "1",
      "answer": "O altă parte a priorității noastre este adăugarea protecției copiilor în timpul utilizării internetului. Încurajăm părinții și tutorii să observe, să participe și/sau să monitorizeze și să-și ghideze activitatea online."
    },
    {
      "id": "2",
      "answer": "huluwatchparty nu colectează cu bună știință informații personale de identificare de la copiii sub 13 ani. Dacă credeți că copilul dvs. a furnizat acest tip de informații pe site-ul nostru web, vă încurajăm cu tărie să ne contactați imediat și vom face tot posibilul pentru a elimina prompt. astfel de informații din evidențele noastre."
    }
  ]
}
