{
  "headingOne": "Политика конфиденциальности Huluwatchparty",
  "sectionOne": [
    {
      "id": "1",
      "answer": "На сайте huluwatchparty, доступном по адресу https://www.huluwatchparty.com/, одним из наших главных приоритетов является конфиденциальность наших посетителей. Этот документ о Политике конфиденциальности содержит типы информации, которую собирает и записывает huluwatchparty, а также способы ее использования."
    },
    {
      "id": "2",
      "answer": "Если у вас есть дополнительные вопросы или вам нужна дополнительная информация о нашей Политике конфиденциальности, не стесняйтесь обращаться к нам."
    },
    {
      "id": "3",
      "answer": "Настоящая Политика конфиденциальности применяется только к нашей онлайн-деятельности и действительна для посетителей нашего веб-сайта в отношении информации, которую они поделились и/или собрали в huluwatchparty. Эта политика не применима к какой-либо информации, собранной офлайн или по каналам, отличным от этого веб-сайта."
    }
  ],
  "headingTwo": "Согласие",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "Используя наш сайт, вы тем самым соглашаетесь с нашей Политикой конфиденциальности и соглашаетесь с ее условиями."
    },
    { "id": "2", "answer": "Информация, которую мы собираем" },
    {
      "id": "3",
      "answer": "Личная информация, которую вас просят предоставить, и причины, по которым вас просят ее предоставить, будут вам разъяснены в тот момент, когда мы попросим вас предоставить вашу личную информацию."
    },
    {
      "id": "4",
      "answer": "Если вы обратитесь к нам напрямую, мы можем получить дополнительную информацию о вас, такую ​​как ваше имя, адрес электронной почты, номер телефона, содержание сообщения и/или вложений, которые вы можете нам отправить, а также любую другую информацию, которую вы можете предоставить."
    },
    {
      "id": "5",
      "answer": "Когда вы регистрируете учетную запись, мы можем запросить вашу контактную информацию, включая такие элементы, как имя, название компании, адрес, адрес электронной почты и номер телефона."
    }
  ],
  "headingThree": "Как мы используем вашу информацию",
  "sectionThree": [
    {
      "id": "1",
      "answer": "Мы используем информацию, которую собираем, различными способами, в том числе для:"
    },
    {
      "id": "2",
      "answer": "Предоставление, эксплуатация и обслуживание нашего веб-сайта"
    },
    {
      "id": "3",
      "answer": "Улучшайте, персонализируйте и расширяйте наш сайт"
    },
    {
      "id": "4",
      "answer": "Понять и проанализировать, как вы используете наш сайт"
    },
    {
      "id": "5",
      "answer": "Разрабатывать новые продукты, услуги, функции и функциональность."
    },
    {
      "id": "6",
      "answer": "Общаться с вами напрямую или через одного из наших партнеров, в том числе для обслуживания клиентов, для предоставления вам обновлений и другой информации, касающейся веб-сайта, а также для маркетинговых и рекламных целей."
    },
    { "id": "7", "answer": "Отправлять вам электронные письма" },
    { "id": "8", "answer": "Найдите и предотвратите мошенничество" }
  ],
  "headingFour": "Лог-файлы",
  "sectionFour": [
    {
      "id": "1",
      "answer": "huluwatchparty следует стандартной процедуре использования файлов журналов. Эти файлы регистрируют посетителей, когда они посещают веб-сайты. Этим занимаются все хостинговые компании и часть аналитики хостинговых услуг. Информация, собираемая файлами журналов, включает адреса интернет-протокола (IP), тип браузера, поставщика интернет-услуг (ISP), отметку даты и времени, страницы перехода/выхода и, возможно, количество кликов. Они не связаны с какой-либо информацией, позволяющей идентифицировать личность. Целью информации является анализ тенденций, администрирование сайта, отслеживание перемещений пользователей по сайту и сбор демографической информации."
    }
  ],
  "headingFive": "Политика конфиденциальности рекламных партнеров",
  "sectionFive": [
    {
      "id": "1",
      "answer": "Вы можете ознакомиться с этим списком, чтобы найти Политику конфиденциальности для каждого рекламного партнера huluwatchparty."
    },
    {
      "id": "2",
      "answer": "Сторонние рекламные серверы или рекламные сети используют такие технологии, как файлы cookie, JavaScript или веб-маяки, которые используются в их соответствующих рекламных объявлениях и ссылках, которые появляются на huluwatchparty и отправляются непосредственно в браузер пользователей. Когда это происходит, они автоматически получают ваш IP-адрес. Эти технологии используются для измерения эффективности рекламных кампаний и/или для персонализации рекламного контента, который вы видите на посещаемых вами веб-сайтах."
    },
    {
      "id": "3",
      "answer": "Обратите внимание, что huluwatchparty не имеет доступа и контроля над этими файлами cookie, которые используются сторонними рекламодателями."
    },
    { "id": "3", "answer": "Политика конфиденциальности третьих лиц" },
    {
      "id": "4",
      "answer": "Политика конфиденциальности huluwatchparty не распространяется на других рекламодателей или веб-сайты. Поэтому мы советуем вам ознакомиться с соответствующей Политикой конфиденциальности этих сторонних рекламных серверов для получения более подробной информации. Он может включать их методы и инструкции о том, как отказаться от определенных опций."
    },
    {
      "id": "5",
      "answer": "Вы можете отключить файлы cookie в настройках вашего браузера. Более подробную информацию об управлении файлами cookie в конкретных веб-браузерах можно найти на веб-сайтах соответствующих браузеров."
    }
  ],
  "headingSix": "Права на конфиденциальность CCPA (не продавать мою личную информацию)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "В соответствии с CCPA, помимо других прав, потребители Калифорнии имеют право:"
    },
    {
      "id": "2",
      "answer": "Попросите компанию, которая собирает персональные данные потребителей, раскрыть категории и конкретные фрагменты персональных данных, которые компания собрала о потребителях."
    },
    {
      "id": "3",
      "answer": "Попросите компанию удалить любые персональные данные о потребителе, которые компания собрала."
    },
    {
      "id": "4",
      "answer": "Попросите компанию, которая продает личные данные потребителя, не продавать личные данные потребителя."
    },
    {
      "id": "5",
      "answer": "Если вы сделаете запрос, у нас есть один месяц, чтобы ответить вам. Если вы хотите воспользоваться каким-либо из этих прав, свяжитесь с нами."
    }
  ],
  "headingSeven": "Права на защиту данных GDPR",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "Мы хотели бы убедиться, что вы полностью осведомлены обо всех своих правах на защиту данных. Каждый пользователь имеет право на следующее:"
    },
    {
      "id": "2",
      "answer": "Право на доступ. Вы имеете право запросить копии ваших личных данных. Мы можем взимать с вас небольшую плату за эту услугу."
    },
    {
      "id": "3",
      "answer": "Право на исправление. Вы имеете право потребовать, чтобы мы исправили любую информацию, которая, по вашему мнению, является неточной. Вы также имеете право потребовать, чтобы мы дополнили информацию, которую вы считаете неполной."
    },
    {
      "id": "4",
      "answer": "Право на удаление. Вы имеете право потребовать, чтобы мы удалили ваши персональные данные при определенных условиях."
    },
    {
      "id": "5",
      "answer": "Право на ограничение обработки. Вы имеете право потребовать, чтобы мы ограничили обработку ваших личных данных при определенных условиях."
    },
    {
      "id": "6",
      "answer": "Право на возражение против обработки. Вы имеете право возражать против обработки нами ваших личных данных при определенных условиях."
    },
    {
      "id": "7",
      "answer": "Право на переносимость данных. Вы имеете право потребовать, чтобы мы передали собранные нами данные другой организации или непосредственно вам при определенных условиях."
    },
    {
      "id": "8",
      "answer": "Если вы сделаете запрос, у нас есть один месяц, чтобы ответить вам. Если вы хотите воспользоваться каким-либо из этих прав, свяжитесь с нами."
    }
  ],
  "headingEight": "Детская информация",
  "sectionEight": [
    {
      "id": "1",
      "answer": "Еще одна часть нашего приоритета — обеспечение защиты детей при использовании Интернета. Мы призываем родителей и опекунов наблюдать, участвовать и/или контролировать и направлять их онлайн-активность."
    },
    {
      "id": "2",
      "answer": "huluwatchparty сознательно не собирает какую-либо личную информацию от детей в возрасте до 13 лет. Если вы считаете, что ваш ребенок предоставил такого рода информацию на нашем веб-сайте, мы настоятельно рекомендуем вам немедленно связаться с нами, и мы сделаем все возможное, чтобы как можно скорее удалить такая информация из наших записей."
    }
  ]
}
