{
  "headingOne": "Politika zasebnosti za Huluwatchparty",
  "sectionOne": [
    {
      "id": "1",
      "answer": "Pri huluwatchpartyju, ki je dostopen na https://www.huluwatchparty.com/, je ena naših glavnih prioritet zasebnost naših obiskovalcev. Ta dokument s pravilnikom o zasebnosti vsebuje vrste informacij, ki jih zbira in beleži huluwatchparty, in kako jih uporabljamo."
    },
    {
      "id": "2",
      "answer": "Če imate dodatna vprašanja ali potrebujete več informacij o našem pravilniku o zasebnosti, ne oklevajte in nas kontaktirajte."
    },
    {
      "id": "3",
      "answer": "Ta pravilnik o zasebnosti velja samo za naše spletne dejavnosti in velja za obiskovalce našega spletnega mesta glede informacij, ki so jih delili in/ali zbirali v huluwatchparty. Ta pravilnik ne velja za nobene podatke, zbrane brez povezave ali prek kanalov, ki niso ta spletna stran."
    }
  ],
  "headingTwo": "Soglasje",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "Z uporabo naše spletne strani se strinjate z našo politiko zasebnosti in se strinjate z njenimi pogoji."
    },
    { "id": "2", "answer": "Podatki, ki jih zbiramo" },
    {
      "id": "3",
      "answer": "Osebni podatki, ki jih morate posredovati, in razlogi, zakaj jih morate posredovati, vam bodo pojasnjeni, ko vas bomo prosili, da posredujete svoje osebne podatke."
    },
    {
      "id": "4",
      "answer": "Če stopite v stik z nami neposredno, lahko prejmemo dodatne informacije o vas, kot so vaše ime, e-poštni naslov, telefonska številka, vsebina sporočila in/ali prilog, ki nam jih lahko pošljete, ter vse druge informacije, ki jih lahko posredujete."
    },
    {
      "id": "5",
      "answer": "Ko se registrirate za račun, bomo morda zahtevali vaše kontaktne podatke, vključno z elementi, kot so ime, ime podjetja, naslov, e-poštni naslov in telefonska številka."
    }
  ],
  "headingThree": "Kako uporabljamo vaše podatke",
  "sectionThree": [
    {
      "id": "1",
      "answer": "Podatke, ki jih zbiramo, uporabljamo na različne načine, vključno z:"
    },
    {
      "id": "2",
      "answer": "Zagotavljanje, upravljanje in vzdrževanje naše spletne strani"
    },
    {
      "id": "3",
      "answer": "Izboljšajte, prilagodite in razširite naše spletno mesto"
    },
    {
      "id": "4",
      "answer": "Razumeti in analizirati, kako uporabljate našo spletno stran"
    },
    {
      "id": "5",
      "answer": "Razvijte nove izdelke, storitve, lastnosti in funkcionalnosti"
    },
    {
      "id": "6",
      "answer": "Komuniciramo z vami, neposredno ali prek enega od naših partnerjev, vključno s storitvami za stranke, da vam zagotovimo posodobitve in druge informacije v zvezi s spletnim mestom ter za namene trženja in promocije."
    },
    { "id": "7", "answer": "Pošiljanje e-pošte" },
    { "id": "8", "answer": "Poiščite in preprečite goljufije" }
  ],
  "headingFour": "Dnevniške datoteke",
  "sectionFour": [
    {
      "id": "1",
      "answer": "huluwatchparty sledi standardnemu postopku uporabe dnevniških datotek. Te datoteke beležijo obiskovalce, ko obiščejo spletna mesta. To počnejo vsa podjetja za gostovanje in so del analitike storitev gostovanja. Podatki, ki jih zbirajo dnevniške datoteke, vključujejo naslove internetnega protokola (IP), vrsto brskalnika, ponudnika internetnih storitev (ISP), datumski in časovni žig, napotitvene/izhodne strani in morda število klikov. Ti niso povezani z nobenimi informacijami, ki omogočajo osebno identifikacijo. Namen informacij je analiza trendov, upravljanje spletnega mesta, sledenje gibanja uporabnikov na spletnem mestu in zbiranje demografskih podatkov."
    }
  ],
  "headingFive": "Pravilniki o zasebnosti oglaševalskih partnerjev",
  "sectionFive": [
    {
      "id": "1",
      "answer": "Na tem seznamu si lahko ogledate pravilnik o zasebnosti za vsakega oglaševalskega partnerja huluwatchparty."
    },
    {
      "id": "2",
      "answer": "Oglaševalski strežniki ali oglaševalska omrežja tretjih oseb uporabljajo tehnologije, kot so piškotki, JavaScript ali spletni svetilniki, ki se uporabljajo v njihovih oglasih in povezavah, ki se prikažejo na huluwatchparty in so poslane neposredno v brskalnik uporabnikov. Ko se to zgodi, samodejno prejmejo vaš naslov IP. Te tehnologije se uporabljajo za merjenje učinkovitosti njihovih oglaševalskih kampanj in/ali za prilagajanje oglaševalske vsebine, ki jo vidite na spletnih mestih, ki jih obiščete."
    },
    {
      "id": "3",
      "answer": "Upoštevajte, da huluwatchparty nima dostopa ali nadzora nad temi piškotki, ki jih uporabljajo oglaševalci tretjih oseb."
    },
    { "id": "3", "answer": "Politike zasebnosti tretjih oseb" },
    {
      "id": "4",
      "answer": "Pravilnik o zasebnosti huluwatchparty ne velja za druge oglaševalce ali spletna mesta. Zato vam svetujemo, da si za podrobnejše informacije ogledate ustrezne pravilnike o zasebnosti teh oglasnih strežnikov tretjih oseb. Vključuje lahko njihove prakse in navodila o tem, kako zavrniti nekatere možnosti."
    },
    {
      "id": "5",
      "answer": "Piškotke lahko onemogočite prek posameznih možnosti brskalnika. Če želite izvedeti podrobnejše informacije o upravljanju piškotkov s posebnimi spletnimi brskalniki, jih najdete na ustreznih spletnih mestih brskalnikov."
    }
  ],
  "headingSix": "Pravice do zasebnosti CCPA (ne prodajaj mojih osebnih podatkov)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "Po CCPA imajo potrošniki v Kaliforniji med drugimi pravicami pravico do:"
    },
    {
      "id": "2",
      "answer": "Zahtevajte, da podjetje, ki zbira osebne podatke potrošnikov, razkrije kategorije in posebne dele osebnih podatkov, ki jih je podjetje zbralo o potrošnikih."
    },
    {
      "id": "3",
      "answer": "Zahtevajte, da podjetje izbriše vse osebne podatke o potrošniku, ki jih je podjetje zbralo."
    },
    {
      "id": "4",
      "answer": "Zahtevajte, da podjetje, ki prodaja osebne podatke potrošnika, ne prodaja osebnih podatkov potrošnika."
    },
    {
      "id": "5",
      "answer": "Če vložite zahtevo, imamo en mesec časa, da vam odgovorimo. Če želite uveljavljati katero od teh pravic, se obrnite na nas."
    }
  ],
  "headingSeven": "GDPR Pravice do varstva podatkov",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "Radi bi se prepričali, da ste v celoti seznanjeni z vsemi svojimi pravicami do varstva podatkov. Vsak uporabnik je upravičen do:"
    },
    {
      "id": "2",
      "answer": "Pravica do dostopa – imate pravico zahtevati kopije svojih osebnih podatkov. Za to storitev vam lahko zaračunamo majhno nadomestilo."
    },
    {
      "id": "3",
      "answer": "Pravica do popravka – pravico imate zahtevati, da popravimo vse informacije, za katere menite, da so netočne. Prav tako imate pravico zahtevati, da dopolnimo podatke, za katere menite, da so nepopolni."
    },
    {
      "id": "4",
      "answer": "Pravica do izbrisa – pod določenimi pogoji imate pravico zahtevati, da izbrišemo vaše osebne podatke."
    },
    {
      "id": "5",
      "answer": "Pravica do omejitve obdelave – pod določenimi pogoji imate pravico zahtevati, da omejimo obdelavo vaših osebnih podatkov."
    },
    {
      "id": "6",
      "answer": "Pravica do ugovora obdelavi – pod določenimi pogoji imate pravico do ugovora naši obdelavi vaših osebnih podatkov."
    },
    {
      "id": "7",
      "answer": "Pravica do prenosljivosti podatkov – pravico imate zahtevati, da pod določenimi pogoji prenesemo podatke, ki smo jih zbrali, drugi organizaciji ali neposredno vam."
    },
    {
      "id": "8",
      "answer": "Če vložite zahtevo, imamo en mesec časa, da vam odgovorimo. Če želite uveljavljati katero od teh pravic, se obrnite na nas."
    }
  ],
  "headingEight": "Informacije za otroke",
  "sectionEight": [
    {
      "id": "1",
      "answer": "Druga prednostna naloga je dodajanje zaščite otrok med uporabo interneta. Starše in skrbnike spodbujamo k opazovanju, sodelovanju in/ali spremljanju in usmerjanju njihove spletne dejavnosti."
    },
    {
      "id": "2",
      "answer": "huluwatchparty zavestno ne zbira nobenih osebnih podatkov otrok, mlajših od 13 let. Če menite, da je vaš otrok posredoval tovrstne podatke na naši spletni strani, vam toplo priporočamo, da nas nemudoma kontaktirate in potrudili se bomo, da jih nemudoma odstranimo. take podatke iz naših evidenc."
    }
  ]
}
