{
  "headingOne": "Политика приватности за Хулуватцхпарти",
  "sectionOne": [
    {
      "id": "1",
      "answer": "На хулуватцхпарти, доступном са хттпс://ввв.хулуватцхпарти.цом/, један од наших главних приоритета је приватност наших посетилаца. Овај документ о политици приватности садржи врсте информација које прикупља и бележи хулуватцхпарти и како их користимо."
    },
    {
      "id": "2",
      "answer": "Ако имате додатних питања или вам је потребно више информација о нашој политици приватности, не оклевајте да нас контактирате."
    },
    {
      "id": "3",
      "answer": "Ова Политика приватности се односи само на наше активности на мрежи и важи за посетиоце наше веб странице у вези са информацијама које деле и/или прикупљају на хулуватцхпарти. Ова политика се не примењује на информације прикупљене ван мреже или путем других канала осим ове веб странице."
    }
  ],
  "headingTwo": "Пристанак",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "Коришћењем наше веб странице, овим се слажете са нашом Политиком приватности и сагласни сте са њеним условима."
    },
    { "id": "2", "answer": "Информације које прикупљамо" },
    {
      "id": "3",
      "answer": "Лични подаци које се од вас тражи и разлози због којих се од вас тражи да их доставите биће вам јасни у тренутку када тражимо од вас да доставите своје личне податке."
    },
    {
      "id": "4",
      "answer": "Ако нас контактирате директно, можда ћемо добити додатне информације о вама као што су ваше име, адреса е-поште, број телефона, садржај поруке и/или прилога које нам можете послати, као и све друге информације које одлучите да пружите."
    },
    {
      "id": "5",
      "answer": "Када се региструјете за налог, можемо тражити ваше контакт информације, укључујући ставке као што су име, назив компаније, адреса, адреса е-поште и број телефона."
    }
  ],
  "headingThree": "Како користимо ваше информације",
  "sectionThree": [
    {
      "id": "1",
      "answer": "Информације које прикупљамо користимо на различите начине, укључујући:"
    },
    {
      "id": "2",
      "answer": "Обезбедите, управљајте и одржавајте нашу веб страницу"
    },
    {
      "id": "3",
      "answer": "Побољшајте, персонализујте и проширите нашу веб страницу"
    },
    {
      "id": "4",
      "answer": "Схватите и анализирајте како користите нашу веб страницу"
    },
    {
      "id": "5",
      "answer": "Развијте нове производе, услуге, карактеристике и функционалност"
    },
    {
      "id": "6",
      "answer": "Комуницира са вама, било директно или преко једног од наших партнера, укључујући корисничку службу, да вам пружимо ажурирања и друге информације у вези са веб локацијом, као и у маркетиншке и промотивне сврхе"
    },
    { "id": "7", "answer": "Шаљите вам мејлове" },
    { "id": "8", "answer": "Пронађите и спречите превару" }
  ],
  "headingFour": "Датотеке са белешкама",
  "sectionFour": [
    {
      "id": "1",
      "answer": "хулуватцхпарти прати стандардну процедуру коришћења датотека евиденције. Ове датотеке евидентирају посетиоце када посете веб локације. Све хостинг компаније то раде и део аналитике хостинг услуга. Информације које прикупљају датотеке евиденције укључују адресе интернет протокола (ИП), тип претраживача, Интернет провајдера (ИСП), датум и временску ознаку, странице за упућивање/излаз и евентуално број кликова. Они нису повезани ни са каквим информацијама које се могу лично идентификовати. Сврха информација је анализа трендова, администрирање сајта, праћење кретања корисника на веб страници и прикупљање демографских информација."
    }
  ],
  "headingFive": "Политика приватности партнера за оглашавање",
  "sectionFive": [
    {
      "id": "1",
      "answer": "Можете погледати ову листу да бисте пронашли Политику приватности за сваког од рекламних партнера хулуватцхпарти."
    },
    {
      "id": "2",
      "answer": "Огласни сервери или огласне мреже трећих страна користе технологије попут колачића, ЈаваСцрипт-а или веб-светионика који се користе у њиховим одговарајућим огласима и везама које се појављују на хулуватцхпарти, а које се шаљу директно у прегледач корисника. Они аутоматски добијају вашу ИП адресу када се то догоди. Ове технологије се користе за мерење ефикасности њихових рекламних кампања и/или за персонализацију рекламног садржаја који видите на веб локацијама које посећујете."
    },
    {
      "id": "3",
      "answer": "Имајте на уму да хулуватцхпарти нема приступ нити контролу над овим колачићима које користе оглашивачи трећих страна."
    },
    { "id": "3", "answer": "Политика приватности трећих страна" },
    {
      "id": "4",
      "answer": "Политика приватности хулуватцхпарти се не односи на друге оглашиваче или веб локације. Стога вам саветујемо да консултујете одговарајућу политику приватности ових независних сервера огласа за детаљније информације. Може укључивати њихове праксе и упутства о томе како да одустану од одређених опција."
    },
    {
      "id": "5",
      "answer": "Можете одабрати да онемогућите колачиће путем појединачних опција претраживача. Да бисте сазнали детаљније информације о управљању колачићима са одређеним веб претраживачима, можете их пронаћи на одговарајућим веб локацијама претраживача."
    }
  ],
  "headingSix": "ЦЦПА права на приватност (немој продавати моје личне податке)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "Према ЦЦПА, између осталих права, потрошачи из Калифорније имају право на:"
    },
    {
      "id": "2",
      "answer": "Захтевајте да предузеће које прикупља личне податке потрошача открије категорије и специфичне делове личних података које је предузеће прикупило о потрошачима."
    },
    {
      "id": "3",
      "answer": "Захтевајте да предузеће избрише све личне податке о потрошачу које је предузеће прикупило."
    },
    {
      "id": "4",
      "answer": "Захтевајте да предузеће које продаје личне податке потрошача, а не продаје личне податке потрошача."
    },
    {
      "id": "5",
      "answer": "Ако поднесете захтев, имамо месец дана да вам одговоримо. Ако желите да искористите неко од ових права, контактирајте нас."
    }
  ],
  "headingSeven": "ГДПР права на заштиту података",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "Желели бисмо да будемо сигурни да сте у потпуности свесни свих својих права на заштиту података. Сваки корисник има право на следеће:"
    },
    {
      "id": "2",
      "answer": "Право на приступ – Имате право да захтевате копије ваших личних података. Можемо вам наплатити малу накнаду за ову услугу."
    },
    {
      "id": "3",
      "answer": "Право на исправку – Имате право да захтевате да исправимо све информације за које сматрате да су нетачне. Такође имате право да захтевате да допунимо информације за које сматрате да су непотпуне."
    },
    {
      "id": "4",
      "answer": "Право на брисање – Имате право да захтевате да избришемо ваше личне податке, под одређеним условима."
    },
    {
      "id": "5",
      "answer": "Право на ограничење обраде – Имате право да захтевате да ограничимо обраду ваших личних података, под одређеним условима."
    },
    {
      "id": "6",
      "answer": "Право на приговор на обраду – Имате право да уложите приговор на нашу обраду ваших личних података, под одређеним условима."
    },
    {
      "id": "7",
      "answer": "Право на преносивост података – Имате право да захтевате да податке које смо прикупили пренесемо другој организацији, или директно вама, под одређеним условима."
    },
    {
      "id": "8",
      "answer": "Ако поднесете захтев, имамо месец дана да вам одговоримо. Ако желите да искористите неко од ових права, контактирајте нас."
    }
  ],
  "headingEight": "Информације о деци",
  "sectionEight": [
    {
      "id": "1",
      "answer": "Други део нашег приоритета је заштита деце док користе интернет. Подстичемо родитеље и старатеље да посматрају, учествују и/или прате и усмеравају своје активности на мрежи."
    },
    {
      "id": "2",
      "answer": "хулуватцхпарти не прикупља свесно никакве личне идентификационе податке од деце млађе од 13 година. Ако мислите да је ваше дете дало ову врсту информација на нашој веб страници, препоручујемо вам да нас одмах контактирате и ми ћемо учинити све што је у нашој моћи да брзо уклонимо такве информације из наше евиденције."
    }
  ]
}
