{
  "headingOne": "హులువాచ్‌పార్టీ కోసం గోప్యతా విధానం",
  "sectionOne": [
    {
      "id": "1",
      "answer": "huluwatchpartyలో, https://www.huluwatchparty.com/ నుండి యాక్సెస్ చేయవచ్చు, మా సందర్శకుల గోప్యత మా ప్రధాన ప్రాధాన్యతలలో ఒకటి. ఈ గోప్యతా విధాన పత్రం huluwatchparty ద్వారా సేకరించబడిన మరియు రికార్డ్ చేయబడిన సమాచారాన్ని మరియు మేము దానిని ఎలా ఉపయోగిస్తాము."
    },
    {
      "id": "2",
      "answer": "మీకు అదనపు ప్రశ్నలు ఉంటే లేదా మా గోప్యతా విధానం గురించి మరింత సమాచారం కావాలంటే, మమ్మల్ని సంప్రదించడానికి సంకోచించకండి."
    },
    {
      "id": "3",
      "answer": "ఈ గోప్యతా విధానం మా ఆన్‌లైన్ కార్యకలాపాలకు మాత్రమే వర్తిస్తుంది మరియు huluwatchpartyలో వారు పంచుకున్న మరియు/లేదా సేకరించిన సమాచారానికి సంబంధించి మా వెబ్‌సైట్ సందర్శకులకు చెల్లుబాటు అవుతుంది. ఈ వెబ్‌సైట్ కాకుండా ఆఫ్‌లైన్‌లో లేదా ఇతర ఛానెల్‌ల ద్వారా సేకరించిన సమాచారానికి ఈ విధానం వర్తించదు."
    }
  ],
  "headingTwo": "సమ్మతి",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "మా వెబ్‌సైట్‌ని ఉపయోగించడం ద్వారా, మీరు మా గోప్యతా విధానానికి సమ్మతిస్తున్నారు మరియు దాని నిబంధనలను అంగీకరిస్తున్నారు."
    },
    { "id": "2", "answer": "మేము సేకరిస్తున్న సమాచారం" },
    {
      "id": "3",
      "answer": "మీరు అందించమని అడిగే వ్యక్తిగత సమాచారం మరియు ఎందుకు అందించమని మిమ్మల్ని అడిగారు అనే విషయాలు, మీ వ్యక్తిగత సమాచారాన్ని అందించమని మేము మిమ్మల్ని అడిగే సమయంలో మీకు స్పష్టంగా తెలియజేయబడుతుంది."
    },
    {
      "id": "4",
      "answer": "మీరు మమ్మల్ని నేరుగా సంప్రదిస్తే, మీ పేరు, ఇమెయిల్ చిరునామా, ఫోన్ నంబర్, సందేశంలోని కంటెంట్‌లు మరియు/లేదా మీరు మాకు పంపే జోడింపులు మరియు మీరు అందించడానికి ఎంచుకునే ఏదైనా ఇతర సమాచారం వంటి మీ గురించి అదనపు సమాచారాన్ని మేము స్వీకరించవచ్చు."
    },
    {
      "id": "5",
      "answer": "మీరు ఖాతా కోసం నమోదు చేసుకున్నప్పుడు, పేరు, కంపెనీ పేరు, చిరునామా, ఇమెయిల్ చిరునామా మరియు టెలిఫోన్ నంబర్ వంటి అంశాలతో సహా మీ సంప్రదింపు సమాచారాన్ని మేము అడగవచ్చు."
    }
  ],
  "headingThree": "మేము మీ సమాచారాన్ని ఎలా ఉపయోగిస్తాము",
  "sectionThree": [
    {
      "id": "1",
      "answer": "మేము సేకరించే సమాచారాన్ని వీటితో సహా వివిధ మార్గాల్లో ఉపయోగిస్తాము:"
    },
    {
      "id": "2",
      "answer": "మా వెబ్‌సైట్‌ను అందించండి, నిర్వహించండి మరియు నిర్వహించండి"
    },
    {
      "id": "3",
      "answer": "మా వెబ్‌సైట్‌ను మెరుగుపరచండి, వ్యక్తిగతీకరించండి మరియు విస్తరించండి"
    },
    {
      "id": "4",
      "answer": "మీరు మా వెబ్‌సైట్‌ను ఎలా ఉపయోగిస్తున్నారో అర్థం చేసుకోండి మరియు విశ్లేషించండి"
    },
    {
      "id": "5",
      "answer": "కొత్త ఉత్పత్తులు, సేవలు, ఫీచర్లు మరియు కార్యాచరణను అభివృద్ధి చేయండి"
    },
    {
      "id": "6",
      "answer": "వెబ్‌సైట్‌కి సంబంధించిన నవీకరణలు మరియు ఇతర సమాచారాన్ని మీకు అందించడానికి మరియు మార్కెటింగ్ మరియు ప్రచార ప్రయోజనాల కోసం కస్టమర్ సేవతో సహా నేరుగా లేదా మా భాగస్వాములలో ఒకరి ద్వారా మీతో కమ్యూనికేట్ చేయండి"
    },
    { "id": "7", "answer": "మీకు ఇమెయిల్‌లు పంపండి" },
    { "id": "8", "answer": "మోసాన్ని కనుగొని నిరోధించండి" }
  ],
  "headingFour": "లాగ్ ఫైల్స్",
  "sectionFour": [
    {
      "id": "1",
      "answer": "huluwatchparty లాగ్ ఫైల్‌లను ఉపయోగించే ఒక ప్రామాణిక విధానాన్ని అనుసరిస్తుంది. సందర్శకులు వెబ్‌సైట్‌లను సందర్శించినప్పుడు ఈ ఫైల్‌లు లాగ్ చేస్తాయి. అన్ని హోస్టింగ్ కంపెనీలు దీన్ని మరియు హోస్టింగ్ సేవల విశ్లేషణలో భాగంగా చేస్తాయి. లాగ్ ఫైల్‌ల ద్వారా సేకరించబడిన సమాచారంలో ఇంటర్నెట్ ప్రోటోకాల్ (IP) చిరునామాలు, బ్రౌజర్ రకం, ఇంటర్నెట్ సర్వీస్ ప్రొవైడర్ (ISP), తేదీ మరియు సమయ స్టాంప్, రిఫరింగ్/నిష్క్రమణ పేజీలు మరియు బహుశా క్లిక్‌ల సంఖ్య ఉంటాయి. వ్యక్తిగతంగా గుర్తించదగిన ఏ సమాచారానికీ ఇవి లింక్ చేయబడవు. సమాచారం యొక్క ఉద్దేశ్యం ట్రెండ్‌లను విశ్లేషించడం, సైట్‌ను నిర్వహించడం, వెబ్‌సైట్‌లో వినియోగదారుల కదలికలను ట్రాక్ చేయడం మరియు జనాభా సమాచారాన్ని సేకరించడం."
    }
  ],
  "headingFive": "ప్రకటనల భాగస్వాముల గోప్యతా విధానాలు",
  "sectionFive": [
    {
      "id": "1",
      "answer": "huluwatchparty యొక్క ప్రతి ప్రకటన భాగస్వాముల కోసం గోప్యతా విధానాన్ని కనుగొనడానికి మీరు ఈ జాబితాను సంప్రదించవచ్చు."
    },
    {
      "id": "2",
      "answer": "థర్డ్-పార్టీ యాడ్ సర్వర్‌లు లేదా యాడ్ నెట్‌వర్క్‌లు కుకీలు, జావాస్క్రిప్ట్ లేదా వెబ్ బీకాన్‌లు వంటి సాంకేతికతలను ఉపయోగిస్తాయి, అవి వాటి సంబంధిత ప్రకటనలు మరియు huluwatchpartyలో కనిపించే లింక్‌లలో ఉపయోగించబడతాయి, ఇవి నేరుగా వినియోగదారుల బ్రౌజర్‌కి పంపబడతాయి. ఇది జరిగినప్పుడు వారు మీ IP చిరునామాను స్వయంచాలకంగా స్వీకరిస్తారు. ఈ సాంకేతికతలు వారి ప్రకటనల ప్రచారాల ప్రభావాన్ని కొలవడానికి మరియు/లేదా మీరు సందర్శించే వెబ్‌సైట్‌లలో మీరు చూసే ప్రకటనల కంటెంట్‌ను వ్యక్తిగతీకరించడానికి ఉపయోగించబడతాయి."
    },
    {
      "id": "3",
      "answer": "థర్డ్-పార్టీ అడ్వర్టైజర్‌లు ఉపయోగించే ఈ కుక్కీలకు huluwatchpartyకి యాక్సెస్ లేదా నియంత్రణ లేదని గమనించండి."
    },
    { "id": "3", "answer": "మూడవ పక్షం గోప్యతా విధానాలు" },
    {
      "id": "4",
      "answer": "huluwatchparty యొక్క గోప్యతా విధానం ఇతర ప్రకటనదారులు లేదా వెబ్‌సైట్‌లకు వర్తించదు. అందువల్ల, మరింత వివరణాత్మక సమాచారం కోసం ఈ మూడవ పక్ష ప్రకటన సర్వర్‌ల సంబంధిత గోప్యతా విధానాలను సంప్రదించమని మేము మీకు సలహా ఇస్తున్నాము. ఇది నిర్దిష్ట ఎంపికలను ఎలా నిలిపివేయాలనే దాని గురించి వారి అభ్యాసాలు మరియు సూచనలను కలిగి ఉండవచ్చు."
    },
    {
      "id": "5",
      "answer": "మీరు మీ వ్యక్తిగత బ్రౌజర్ ఎంపికల ద్వారా కుక్కీలను నిలిపివేయడాన్ని ఎంచుకోవచ్చు. నిర్దిష్ట వెబ్ బ్రౌజర్‌లతో కుక్కీ నిర్వహణ గురించి మరింత వివరణాత్మక సమాచారాన్ని తెలుసుకోవడానికి, ఇది బ్రౌజర్‌ల సంబంధిత వెబ్‌సైట్‌లలో కనుగొనబడుతుంది."
    }
  ],
  "headingSix": "CCPA గోప్యతా హక్కులు (నా వ్యక్తిగత సమాచారాన్ని విక్రయించవద్దు)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "CCPA కింద, ఇతర హక్కులతోపాటు, కాలిఫోర్నియా వినియోగదారులకు వీటికి హక్కు ఉంది:"
    },
    {
      "id": "2",
      "answer": "వినియోగదారు వ్యక్తిగత డేటాను సేకరించే వ్యాపారం వినియోగదారుల గురించి సేకరించిన కేటగిరీలు మరియు వ్యక్తిగత డేటా యొక్క నిర్దిష్ట భాగాలను బహిర్గతం చేయాలని అభ్యర్థించండి."
    },
    {
      "id": "3",
      "answer": "వ్యాపారం సేకరించిన వినియోగదారుకు సంబంధించిన ఏదైనా వ్యక్తిగత డేటాను తొలగించమని వ్యాపారాన్ని అభ్యర్థించండి."
    },
    {
      "id": "4",
      "answer": "వినియోగదారు వ్యక్తిగత డేటాను విక్రయించే వ్యాపారం, వినియోగదారు వ్యక్తిగత డేటాను విక్రయించకూడదని అభ్యర్థించండి."
    },
    {
      "id": "5",
      "answer": "మీరు అభ్యర్థన చేస్తే, మీకు ప్రతిస్పందించడానికి మాకు ఒక నెల సమయం ఉంది. మీరు ఈ హక్కులలో దేనినైనా వినియోగించుకోవాలనుకుంటే, దయచేసి మమ్మల్ని సంప్రదించండి."
    }
  ],
  "headingSeven": "GDPR డేటా రక్షణ హక్కులు",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "మీ అన్ని డేటా రక్షణ హక్కుల గురించి మీకు పూర్తిగా తెలుసునని మేము నిర్ధారించుకోవాలనుకుంటున్నాము. ప్రతి వినియోగదారు ఈ క్రింది వాటికి అర్హులు:"
    },
    {
      "id": "2",
      "answer": "యాక్సెస్ చేసే హక్కు - మీ వ్యక్తిగత డేటా కాపీలను అభ్యర్థించడానికి మీకు హక్కు ఉంది. ఈ సేవ కోసం మేము మీకు చిన్న రుసుమును వసూలు చేయవచ్చు."
    },
    {
      "id": "3",
      "answer": "సరిదిద్దే హక్కు - మీరు సరికాదని మీరు విశ్వసించే ఏదైనా సమాచారాన్ని సరిచేయమని అభ్యర్థించడానికి మీకు హక్కు ఉంది. అసంపూర్ణమని మీరు విశ్వసిస్తున్న సమాచారాన్ని పూర్తి చేయమని అభ్యర్థించడానికి కూడా మీకు హక్కు ఉంది."
    },
    {
      "id": "4",
      "answer": "చెరిపే హక్కు – కొన్ని షరతులలో మీ వ్యక్తిగత డేటాను మేము తొలగించమని అభ్యర్థించడానికి మీకు హక్కు ఉంది."
    },
    {
      "id": "5",
      "answer": "ప్రాసెసింగ్‌ను పరిమితం చేసే హక్కు - కొన్ని షరతులలో మీ వ్యక్తిగత డేటా ప్రాసెసింగ్‌ను మేము పరిమితం చేయమని అభ్యర్థించడానికి మీకు హక్కు ఉంది."
    },
    {
      "id": "6",
      "answer": "ప్రాసెసింగ్‌పై అభ్యంతరం చెప్పే హక్కు - కొన్ని షరతులలో మీ వ్యక్తిగత డేటాను ప్రాసెస్ చేయడంపై అభ్యంతరం చెప్పే హక్కు మీకు ఉంది."
    },
    {
      "id": "7",
      "answer": "డేటా పోర్టబిలిటీకి హక్కు – మేము సేకరించిన డేటాను కొన్ని షరతుల ప్రకారం మరొక సంస్థకు లేదా నేరుగా మీకు బదిలీ చేయమని అభ్యర్థించడానికి మీకు హక్కు ఉంది."
    },
    {
      "id": "8",
      "answer": "మీరు అభ్యర్థన చేస్తే, మీకు ప్రతిస్పందించడానికి మాకు ఒక నెల సమయం ఉంది. మీరు ఈ హక్కులలో దేనినైనా వినియోగించుకోవాలనుకుంటే, దయచేసి మమ్మల్ని సంప్రదించండి."
    }
  ],
  "headingEight": "పిల్లల సమాచారం",
  "sectionEight": [
    {
      "id": "1",
      "answer": "ఇంటర్నెట్‌ని ఉపయోగిస్తున్నప్పుడు పిల్లలకు రక్షణను జోడించడం మా ప్రాధాన్యతలో మరొక భాగం. మేము తల్లిదండ్రులు మరియు సంరక్షకులను వారి ఆన్‌లైన్ కార్యకలాపాన్ని గమనించడానికి, పాల్గొనడానికి మరియు/లేదా పర్యవేక్షించడానికి మరియు మార్గనిర్దేశం చేయడానికి ప్రోత్సహిస్తాము."
    },
    {
      "id": "2",
      "answer": "huluwatchparty 13 సంవత్సరాల కంటే తక్కువ వయస్సు ఉన్న పిల్లల నుండి వ్యక్తిగతంగా గుర్తించదగిన సమాచారాన్ని సేకరించదు. మా వెబ్‌సైట్‌లో మీ పిల్లలు ఈ రకమైన సమాచారాన్ని అందించారని మీరు భావిస్తే, వెంటనే మమ్మల్ని సంప్రదించమని మేము మిమ్మల్ని గట్టిగా ప్రోత్సహిస్తాము మరియు తక్షణమే తొలగించడానికి మేము మా వంతు ప్రయత్నం చేస్తాము మా రికార్డుల నుండి అటువంటి సమాచారం."
    }
  ]
}
