{
  "headingOne": "Huluwatchparty için Gizlilik Politikası",
  "sectionOne": [
    {
      "id": "1",
      "answer": "https://www.huluwatchparty.com/ adresinden erişilebilen huluwatchparty'de ana önceliklerimizden biri ziyaretçilerimizin gizliliğidir. Bu Gizlilik Politikası belgesi, huluwatchparty tarafından toplanan ve kaydedilen bilgi türlerini ve bunları nasıl kullandığımızı içerir."
    },
    {
      "id": "2",
      "answer": "Başka sorularınız varsa veya Gizlilik Politikamız hakkında daha fazla bilgiye ihtiyacınız varsa bizimle iletişime geçmekten çekinmeyin."
    },
    {
      "id": "3",
      "answer": "Bu Gizlilik Politikası yalnızca çevrimiçi etkinliklerimiz için geçerlidir ve huluwatchparty'de paylaştıkları ve/veya topladıkları bilgiler açısından web sitemizi ziyaret edenler için geçerlidir. Bu politika, çevrimdışı olarak veya bu web sitesi dışındaki kanallar aracılığıyla toplanan hiçbir bilgi için geçerli değildir."
    }
  ],
  "headingTwo": "Onay",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "Web sitemizi kullanarak Gizlilik Politikamızı kabul etmiş ve şartlarını kabul etmiş olursunuz."
    },
    { "id": "2", "answer": "Topladığımız bilgiler" },
    {
      "id": "3",
      "answer": "Sizden vermeniz istenen kişisel bilgiler ve bunları neden vermeniz istendiği, kişisel bilgilerinizi vermenizi istediğimiz noktada size açıklanacaktır."
    },
    {
      "id": "4",
      "answer": "Bizimle doğrudan iletişime geçerseniz, adınız, e-posta adresiniz, telefon numaranız, bize gönderebileceğiniz mesajın içeriği ve/veya ekler ve sağlamayı seçebileceğiniz diğer bilgiler gibi hakkınızda ek bilgiler alabiliriz."
    },
    {
      "id": "5",
      "answer": "Bir Hesaba kaydolduğunuzda sizden ad, şirket adı, adres, e-posta adresi ve telefon numarası gibi öğeler de dahil olmak üzere iletişim bilgilerinizi isteyebiliriz."
    }
  ],
  "headingThree": "Bilgilerinizi nasıl kullanıyoruz?",
  "sectionThree": [
    {
      "id": "1",
      "answer": "Topladığımız bilgileri aşağıdakiler de dahil olmak üzere çeşitli şekillerde kullanırız:"
    },
    { "id": "2", "answer": "Web sitemizi sağlayın, işletin ve bakımını yapın" },
    {
      "id": "3",
      "answer": "Web sitemizi iyileştirin, kişiselleştirin ve genişletin"
    },
    {
      "id": "4",
      "answer": "Web sitemizi nasıl kullandığınızı anlayın ve analiz edin"
    },
    {
      "id": "5",
      "answer": "Yeni ürünler, hizmetler, özellikler ve işlevler geliştirin"
    },
    {
      "id": "6",
      "answer": "Müşteri hizmetleri de dahil olmak üzere, web sitesiyle ilgili güncellemeleri ve diğer bilgileri sağlamak ve pazarlama ve tanıtım amacıyla sizinle doğrudan veya ortaklarımızdan biri aracılığıyla iletişim kurmak"
    },
    { "id": "7", "answer": "Size e-posta gönderin" },
    { "id": "8", "answer": "Dolandırıcılığı bulun ve önleyin" }
  ],
  "headingFour": "Log dosyaları",
  "sectionFour": [
    {
      "id": "1",
      "answer": "huluwatchparty, günlük dosyalarını kullanma konusunda standart bir prosedür izler. Bu dosyalar, ziyaretçilerin web sitelerini ziyaret etmelerini günlüğe kaydeder. Tüm barındırma şirketleri bunu yapar ve barındırma hizmetlerinin analitiğinin bir parçasıdır. Günlük dosyaları tarafından toplanan bilgiler arasında internet protokolü (IP) adresleri, tarayıcı türü, İnternet Servis Sağlayıcısı (ISP), tarih ve saat damgası, yönlendiren/çıkış sayfaları ve muhtemelen tıklama sayısı yer alır. Bunlar kişisel olarak tanımlanabilecek herhangi bir bilgiyle bağlantılı değildir. Bilgilerin amacı eğilimleri analiz etmek, siteyi yönetmek, kullanıcıların web sitesindeki hareketlerini izlemek ve demografik bilgileri toplamaktır."
    }
  ],
  "headingFive": "Reklam Ortaklarının Gizlilik Politikaları",
  "sectionFive": [
    {
      "id": "1",
      "answer": "huluwatchparty'nin reklam ortaklarının her birinin Gizlilik Politikasını bulmak için bu listeye başvurabilirsiniz."
    },
    {
      "id": "2",
      "answer": "Üçüncü taraf reklam sunucuları veya reklam ağları, ilgili reklamlarında kullanılan çerezler, JavaScript veya Web İşaretleri gibi teknolojileri ve huluwatchparty üzerinde görünen ve doğrudan kullanıcıların tarayıcısına gönderilen bağlantıları kullanır. Bu gerçekleştiğinde IP adresinizi otomatik olarak alırlar. Bu teknolojiler, reklam kampanyalarının etkinliğini ölçmek ve/veya ziyaret ettiğiniz web sitelerinde gördüğünüz reklam içeriğini kişiselleştirmek için kullanılır."
    },
    {
      "id": "3",
      "answer": "huluwatchparty'nin üçüncü taraf reklamverenler tarafından kullanılan bu çerezlere erişiminin veya bunlar üzerinde kontrolü olmadığını unutmayın."
    },
    { "id": "3", "answer": "Üçüncü Taraf Gizlilik Politikaları" },
    {
      "id": "4",
      "answer": "huluwatchparty'nin Gizlilik Politikası diğer reklamverenler veya web siteleri için geçerli değildir. Bu nedenle, daha ayrıntılı bilgi için bu üçüncü taraf reklam sunucularının ilgili Gizlilik Politikalarına başvurmanızı tavsiye ediyoruz. Belirli seçeneklerden nasıl vazgeçileceğine ilişkin uygulamaları ve talimatları içerebilir."
    },
    {
      "id": "5",
      "answer": "Çerezleri bireysel tarayıcı seçenekleriniz aracılığıyla devre dışı bırakmayı seçebilirsiniz. Belirli web tarayıcılarında çerez yönetimi hakkında daha ayrıntılı bilgi edinmek için tarayıcıların ilgili web sitelerinde bulunabilir."
    }
  ],
  "headingSix": "CCPA Gizlilik Hakları (Kişisel Bilgilerimi Satma)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "CCPA kapsamında, Kaliforniya'daki tüketiciler diğer hakların yanı sıra aşağıdaki haklara da sahiptir:"
    },
    {
      "id": "2",
      "answer": "Bir tüketicinin kişisel verilerini toplayan bir işletmeden, tüketiciler hakkında topladığı kişisel verilerin kategorilerini ve belirli parçalarını açıklamasını talep edin."
    },
    {
      "id": "3",
      "answer": "Bir işletmenin tüketici hakkında topladığı tüm kişisel verileri silmesini talep edin."
    },
    {
      "id": "4",
      "answer": "Tüketicinin kişisel verilerini satan bir işletmenin, tüketicinin kişisel verilerini satmasını değil."
    },
    {
      "id": "5",
      "answer": "Talepte bulunursanız size yanıt vermek için bir ayımız var. Bu haklardan herhangi birini kullanmak istiyorsanız lütfen bizimle iletişime geçin."
    }
  ],
  "headingSeven": "GDPR Veri Koruma Hakları",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "Tüm veri koruma haklarınızın tam olarak farkında olduğunuzdan emin olmak istiyoruz. Her kullanıcı aşağıdaki haklara sahiptir:"
    },
    {
      "id": "2",
      "answer": "Erişim hakkı – Kişisel verilerinizin kopyalarını talep etme hakkına sahipsiniz. Bu hizmet için sizden küçük bir ücret talep edebiliriz."
    },
    {
      "id": "3",
      "answer": "Düzeltme hakkı – Yanlış olduğuna inandığınız herhangi bir bilgiyi düzeltmemizi talep etme hakkına sahipsiniz. Ayrıca eksik olduğuna inandığınız bilgilerin tamamlanmasını talep etme hakkına da sahipsiniz."
    },
    {
      "id": "4",
      "answer": "Silme hakkı – Belirli koşullar altında kişisel verilerinizi silmemizi talep etme hakkına sahipsiniz."
    },
    {
      "id": "5",
      "answer": "İşlemeyi kısıtlama hakkı – Belirli koşullar altında kişisel verilerinizin işlenmesini kısıtlamamızı talep etme hakkına sahipsiniz."
    },
    {
      "id": "6",
      "answer": "İşleme itiraz hakkı – Belirli koşullar altında kişisel verilerinizi işlememize itiraz etme hakkına sahipsiniz."
    },
    {
      "id": "7",
      "answer": "Veri taşınabilirliği hakkı – Topladığımız verileri belirli koşullar altında başka bir kuruluşa veya doğrudan size aktarmamızı talep etme hakkına sahipsiniz."
    },
    {
      "id": "8",
      "answer": "Talepte bulunursanız size yanıt vermek için bir ayımız var. Bu haklardan herhangi birini kullanmak istiyorsanız lütfen bizimle iletişime geçin."
    }
  ],
  "headingEight": "Çocuk Bilgileri",
  "sectionEight": [
    {
      "id": "1",
      "answer": "Önceliğimizin bir diğer kısmı da interneti kullanırken çocuklar için koruma eklemektir. Ebeveynleri ve velileri çevrimiçi aktivitelerini gözlemlemeye, katılmaya ve/veya izlemeye ve yönlendirmeye teşvik ediyoruz."
    },
    {
      "id": "2",
      "answer": "huluwatchparty, 13 yaşın altındaki çocuklardan bilerek herhangi bir Kişisel Tanımlayıcı Bilgi toplamaz. Çocuğunuzun bu tür bilgileri web sitemizde sağladığını düşünüyorsanız, derhal bizimle iletişime geçmenizi şiddetle tavsiye ederiz ve derhal kaldırmak için elimizden gelen çabayı göstereceğiz. Bu tür bilgiler kayıtlarımızdan alınmıştır."
    }
  ]
}
