{
  "headingOne": "Політика конфіденційності Huluwatchparty",
  "sectionOne": [
    {
      "id": "1",
      "answer": "У huluwatchparty, доступний на сайті https://www.huluwatchparty.com/, одним із наших головних пріоритетів є конфіденційність відвідувачів. Цей документ Політики конфіденційності містить типи інформації, яку збирає та записує huluwatchparty, і те, як ми її використовуємо."
    },
    {
      "id": "2",
      "answer": "Якщо у вас є додаткові запитання або потрібна додаткова інформація про нашу Політику конфіденційності, не соромтеся зв’язатися з нами."
    },
    {
      "id": "3",
      "answer": "Ця Політика конфіденційності стосується лише нашої діяльності в Інтернеті та дійсна для відвідувачів нашого веб-сайту стосовно інформації, якою вони поділилися та/або зібрали в huluwatchparty. Ця політика не поширюється на будь-яку інформацію, зібрану в автономному режимі або через канали, відмінні від цього веб-сайту."
    }
  ],
  "headingTwo": "Згода",
  "sectionTwo": [
    {
      "id": "1",
      "answer": "Користуючись нашим веб-сайтом, ви тим самим погоджуєтеся з нашою Політикою конфіденційності та погоджуєтеся з її умовами."
    },
    { "id": "2", "answer": "Інформація, яку ми збираємо" },
    {
      "id": "3",
      "answer": "Особиста інформація, яку вас просять надати, і причини, чому вас просять надати, будуть з’ясовані вам у момент, коли ми просимо вас надати вашу особисту інформацію."
    },
    {
      "id": "4",
      "answer": "Якщо ви зв’яжетеся з нами безпосередньо, ми можемо отримати додаткову інформацію про вас, таку як ваше ім’я, адресу електронної пошти, номер телефону, вміст повідомлення та/або вкладення, які ви можете надіслати нам, а також будь-яку іншу інформацію, яку ви можете надати."
    },
    {
      "id": "5",
      "answer": "Коли ви реєструєте обліковий запис, ми можемо попросити вашу контактну інформацію, включаючи такі елементи, як ім’я, назва компанії, адреса, адреса електронної пошти та номер телефону."
    }
  ],
  "headingThree": "Як ми використовуємо вашу інформацію",
  "sectionThree": [
    {
      "id": "1",
      "answer": "Ми використовуємо зібрану інформацію різними способами, зокрема для:"
    },
    { "id": "2", "answer": "Надавати, керувати та підтримувати наш веб-сайт" },
    {
      "id": "3",
      "answer": "Покращуйте, персоналізуйте та розширюйте наш веб-сайт"
    },
    {
      "id": "4",
      "answer": "Зрозуміти та проаналізувати, як ви використовуєте наш веб-сайт"
    },
    {
      "id": "5",
      "answer": "Розробляйте нові продукти, послуги, функції та функції"
    },
    {
      "id": "6",
      "answer": "Спілкуватися з вами безпосередньо або через одного з наших партнерів, зокрема для обслуговування клієнтів, щоб надавати вам оновлення та іншу інформацію, що стосується веб-сайту, а також для маркетингових і рекламних цілей"
    },
    { "id": "7", "answer": "Надсилати вам електронні листи" },
    { "id": "8", "answer": "Знайти та запобігти шахрайству" }
  ],
  "headingFour": "Файли журналів",
  "sectionFour": [
    {
      "id": "1",
      "answer": "huluwatchparty дотримується стандартної процедури використання файлів журналу. Ці файли реєструють відвідувачів, коли вони відвідують веб-сайти. Усі хостингові компанії займаються цим і частиною аналітики послуг хостингу. Інформація, зібрана файлами журналу, включає адреси Інтернет-протоколу (IP), тип браузера, Інтернет-провайдера (ISP), позначку дати та часу, сторінки переходу/виходу та, можливо, кількість кліків. Вони не пов’язані з будь-якою інформацією, яка дозволяє ідентифікувати особу. Метою інформації є аналіз тенденцій, адміністрування сайту, відстеження переміщень користувачів на веб-сайті та збір демографічної інформації."
    }
  ],
  "headingFive": "Політика конфіденційності рекламних партнерів",
  "sectionFive": [
    {
      "id": "1",
      "answer": "Ви можете переглянути цей список, щоб знайти Політику конфіденційності для кожного з рекламних партнерів huluwatchparty."
    },
    {
      "id": "2",
      "answer": "Сторонні рекламні сервери або рекламні мережі використовують такі технології, як файли cookie, JavaScript або веб-маяки, які використовуються у відповідних рекламних оголошеннях і посиланнях, що з’являються на huluwatchparty, які надсилаються безпосередньо в браузер користувачів. Вони автоматично отримують вашу IP-адресу, коли це відбувається. Ці технології використовуються для вимірювання ефективності їхніх рекламних кампаній та/або для персоналізації рекламного вмісту, який ви бачите на веб-сайтах, які відвідуєте."
    },
    {
      "id": "3",
      "answer": "Зауважте, що huluwatchparty не має доступу або контролю над цими файлами cookie, які використовуються сторонніми рекламодавцями."
    },
    { "id": "3", "answer": "Політика конфіденційності третіх сторін" },
    {
      "id": "4",
      "answer": "Політика конфіденційності huluwatchparty не поширюється на інших рекламодавців або веб-сайти. Таким чином, ми радимо вам ознайомитися з відповідною політикою конфіденційності цих сторонніх рекламних серверів для отримання більш детальної інформації. Він може включати їхні практики та інструкції щодо того, як відмовитися від певних варіантів."
    },
    {
      "id": "5",
      "answer": "Ви можете вимкнути файли cookie за допомогою індивідуальних параметрів браузера. Щоб дізнатися більш детальну інформацію про керування файлами cookie в певних веб-браузерах, її можна знайти на веб-сайтах відповідних браузерів."
    }
  ],
  "headingSix": "Права на конфіденційність CCPA (не продавати мою особисту інформацію)",
  "sectionSix": [
    {
      "id": "1",
      "answer": "Відповідно до CCPA, серед інших прав, споживачі Каліфорнії мають право:"
    },
    {
      "id": "2",
      "answer": "Вимагати від компанії, яка збирає персональні дані споживача, розкриття категорій і конкретних частин персональних даних, які компанія зібрала про споживачів."
    },
    {
      "id": "3",
      "answer": "Вимагати від компанії видалення будь-яких особистих даних про споживача, які компанія зібрала."
    },
    {
      "id": "4",
      "answer": "Вимагати, щоб компанія, яка продає персональні дані споживача, не продавала персональні дані споживача."
    },
    {
      "id": "5",
      "answer": "Якщо ви подасте запит, ми матимемо один місяць, щоб відповісти вам. Якщо ви хочете скористатися будь-яким із цих прав, зв’яжіться з нами."
    }
  ],
  "headingSeven": "Права на захист даних GDPR",
  "sectionSeven": [
    {
      "id": "1",
      "answer": "Ми хочемо переконатися, що ви повністю знаєте всі свої права на захист даних. Кожен користувач має право на:"
    },
    {
      "id": "2",
      "answer": "Право на доступ – ви маєте право вимагати копії ваших персональних даних. Ми можемо стягувати з вас невелику плату за цю послугу."
    },
    {
      "id": "3",
      "answer": "Право на виправлення – ви маєте право вимагати від нас виправлення будь-якої інформації, яку ви вважаєте неточною. Ви також маєте право вимагати від нас доповнити інформацію, яку ви вважаєте неповною."
    },
    {
      "id": "4",
      "answer": "Право на видалення – Ви маєте право вимагати видалення ваших персональних даних за певних умов."
    },
    {
      "id": "5",
      "answer": "Право на обмеження обробки – ви маєте право вимагати обмеження обробки ваших персональних даних за певних умов."
    },
    {
      "id": "6",
      "answer": "Право на заперечення проти обробки – ви маєте право заперечити проти обробки ваших персональних даних за певних умов."
    },
    {
      "id": "7",
      "answer": "Право на перенесення даних. Ви маєте право вимагати, щоб ми передали зібрані нами дані іншій організації або безпосередньо вам за певних умов."
    },
    {
      "id": "8",
      "answer": "Якщо ви подасте запит, ми матимемо один місяць, щоб відповісти вам. Якщо ви хочете скористатися будь-яким із цих прав, зв’яжіться з нами."
    }
  ],
  "headingEight": "Інформація для дітей",
  "sectionEight": [
    {
      "id": "1",
      "answer": "Ще одним нашим пріоритетом є захист дітей під час користування Інтернетом. Ми закликаємо батьків і опікунів спостерігати, брати участь і/або контролювати та керувати їхньою діяльністю в Інтернеті."
    },
    {
      "id": "2",
      "answer": "huluwatchparty свідомо не збирає будь-яку особисту інформацію від дітей віком до 13 років. Якщо ви вважаєте, що ваша дитина надала таку інформацію на нашому веб-сайті, ми настійно рекомендуємо вам негайно зв’язатися з нами, і ми докладемо всіх зусиль, щоб негайно видалити така інформація з наших записів."
    }
  ]
}
